Repository: jauniussta/doublecmd-lt-translation
Catalog: doublecmd.*.po
Languages: lt

source: Go to other Windows special folder...
lt: Eiti į kitą Windows specialų katalogą...

source: Go to Windows special folder (TC)...
lt: Eiti į Windows specialų katalogą (TC)...

source: Make relative to hotdir path
lt: Padaryti santykinį su katalogo keliu

source: Make path absolute
lt: Padaryti kelią absoliučiu

source: Make relative to Double Commander special path...
lt: Padaryti santykinį su Double Commander specialiu keliu...

source: Make relative to environment variable...
lt: Padaryti santykinį su aplinkos kintamuoju...

source: Make relative to Windows special folder (TC)...
lt: Padaryti santykinį su Windows specialiu katalogu (TC)...

source: Make relative to other Windows special folder...
lt: Padaryti santykinį su kitu Windows specialiu katalogu...

source: Use Double Commander special path...
lt: Naudoti Double Commander specialų kelią...

source: Use hotdir path
lt: Naudoti katalogo kelią

source: Use other Windows special folder...
lt: Naudoti kitą Windows specialų katalogą...

source: Use Windows special folder (TC)...
lt: Naudoti Windows specialų katalogą (TC)...

source: This tab (%s) is locked! Open directory in another tab?
lt: Ši kortelė (%s) užrakinta! Atidaryti katalogą kitoje kortelėje?

source: Rename tab
lt: Pervadinti kortelę

source: New tab name:
lt: Naujas kortelės pavadinimas:

source: Target path:
lt: Tikslo kelias:

source: Error! Cannot find the TC configuration file: %s
lt: Klaida! Nepavyko rasti TC konfigūracijos failo: %s

source: Error! Cannot find the TC configuration executable: %s
lt: Klaida! Nepavyko rasti TC vykdomojo failo: %s

source: Error! TC is still running but it should be closed for this operation. Close it and press OK or press CANCEL to abort.
lt: Klaida! TC vis dar veikia, bet turėtų būti uždarytas šiai operacijai. Uždarykite jį ir spauskite OK arba CANCEL atšaukimui.

source: Error! Cannot find the desired wanted TC toolbar output folder: %s
lt: Klaida! Nepavyko rasti norimo TC įrankių juostos išvesties katalogo: %s

source: Enter location and filename where to save a TC Toolbar file
lt: Įveskite vietą ir failo pavadinimą, kur išsaugoti TC įrankių juostos failą

source: Built-in terminal window disabled. Do you want to enable it?
lt: Vidinio terminalo langas išjungtas. Ar norite jį įjungti?

source: WARNING: Terminating a process can cause undesired results including loss of data and system instability. The process will not be given the chance to save its state or data before it is terminated. Are you sure you want to terminate the process?
lt: ĮSPĖJIMAS: Proceso nutraukimas gali sukelti nepageidaujamų rezultatų, įskaitant duomenų praradimą ir sistemos nestabilumą. Procesas neturės galimybės išsaugoti savo būsenos ar duomenų prieš nutraukiant. Ar tikrai norite nutraukti procesą?

source: Do you want to test selected archives?
lt: Ar norite patikrinti pasirinktus archyvus?

source: "%s" is now in the clipboard
lt: "%s" dabar yra iškarpinėje

source: Extension of selected file is not in any recognized file types
lt: Pasirinkto failo plėtinys nepriklauso jokiam atpažįstamam failų tipui

source: Locate ".toolbar" file to import
lt: Rasti ".toolbar" failą importavimui

source: Locate ".BAR" file to import
lt: Rasti ".BAR" failą importavimui

source: Enter location and filename of Toolbar to restore
lt: Įveskite vietą ir failo pavadinimą, iš kurio atkurti įrankių juostą

source: Saved! Toolbar filename: %s
lt: Išsaugota! Įrankių juostos failo pavadinimas: %s

source: Too many files selected.
lt: Per daug failų pasirinkta.

source: Undetermined
lt: Neapibrėžta

source: ERROR: Unexpected Tree View Menu usage!
lt: KLAIDA: Netikėtas medžio rodinio meniu naudojimas!

source: <NO EXT>
lt: <BE PLĖTINIO>

source: <NO NAME>
lt: <BE PAVADINIMO>

# ulng.rsmsgusername
source: User name:
lt: Naudotojo vardas:

source: User name (Firewall):
lt: Naudotojo vardas (ugniasienė):

source: VERIFICATION:
lt: PATIKRA:

source: Do you want to verify selected checksums?
lt: Ar norite patikrinti pasirinktas kontrolines sumas?

source: The target file is corrupted, checksum mismatch!
lt: Tikslo failas yra sugadintas, kontrolinės sumos nesutampa!

source: Volume label:
lt: Disko etiketė:

source: Please enter the volume size:
lt: Įveskite tomu dydį:

source: Do you want to configure Lua library location?
lt: Ar norite sukonfigūruoti Lua bibliotekos vietą?

source: Wipe %d selected files/directories?
lt: Išvalyti %d pasirinktus failus/katalogus?

source: Wipe selected "%s"?
lt: Išvalyti pasirinktą "%s"?

source: with
lt: su

source: Wrong password! Please try again!
lt: Neteisingas slaptažodis! Bandykite dar kartą!

source: Do auto-rename to "name (1).ext", "name (2).ext" etc.?
lt: Automatiškai pervadinti į "pavadinimas (1).plėtinys", "pavadinimas (2).plėtinys" ir t.t.?

# ulng.rsmulrencounter
source: Counter
lt: Skaitiklis

# ulng.rsmulrendate
source: Date
lt: Data

source: Preset name
lt: Išankstinio nustatymo pavadinimas

source: Define variable name
lt: Apibrėžti kintamojo pavadinimą

source: Define variable value
lt: Apibrėžti kintamojo reikšmę

source: Enter variable name
lt: Įveskite kintamojo pavadinimą

source: Enter value for variable "%s"
lt: Įveskite reikšmę kintamajam "%s"

source: Ignore, just save as the [Last One];Prompt user to confirm if we save it;Save automatically
lt: Ignoruoti, tiesiog išsaugoti kaip [Paskutinį];Prašyti naudotojo patvirtinimo išsaugojimui;Išsaugoti automatiškai

# ulng.rsmulrenextension
source: Extension
lt: Plėtinys

# ulng.rsmulrenfilename
source: Name
lt: Pavadinimas

source: No change;UPPERCASE;lowercase;First char uppercase;First Char Of Every Word Uppercase;
lt: Be pakeitimų;DIDŽIOSIOMIS RAIDĖMIS;mažosiomis raidėmis;Pirmoji raidė didžioji;Kiekvieno Žodžio Pirma Raidė Didžioji;

source: [The last used]
lt: [Paskutinis naudotas]

source: Last masks under [Last One] preset;Last preset;New fresh masks
lt: Paskutinės kaukės pagal [Paskutinį] nustatymą;Paskutinis nustatymas;Naujos šviežios kaukės

# ulng.rsmulrenlogstart
source: Multi-Rename Tool
lt: Daugialypio pervadinimo įrankis

source: Character at position x
lt: Simbolis pozicijoje x

source: Characters from position x to y
lt: Simboliai nuo pozicijos x iki y

source: Complete date
lt: Pilna data

source: Complete time
lt: Pilnas laikas

# ulng.rsmulrenmaskcounter
source: Counter
lt: Skaitiklis

source: Day
lt: Diena

source: Day (2 digits)
lt: Diena (2 skaitmenys)

source: Day of the week (short, e.g., "mon")
lt: Savaitės diena (trumpai, pvz., "pirm")

source: Day of the week (long, e.g., "monday")
lt: Savaitės diena (ilgai, pvz., "pirmadienis")

# ulng.rsmulrenmaskextension
source: Extension
lt: Plėtinys

source: Complete filename with path and extension
lt: Pilnas failo pavadinimas su keliu ir plėtiniu

source: Complete filename, char from pos x to y
lt: Pilnas failo pavadinimas, simboliai nuo pozicijos x iki y

source: Hour
lt: Valanda

source: Hour (2 digits)
lt: Valanda (2 skaitmenys)

source: Minute
lt: Minutė

source: Minute (2 digits)
lt: Minutė (2 skaitmenys)

source: Month
lt: Mėnuo

source: Month (2 digits)
lt: Mėnuo (2 skaitmenys)

source: Month name (short, e.g., "jan")
lt: Mėnesio pavadinimas (trumpai, pvz., "saus.")

source: Month name (long, e.g., "january")
lt: Mėnesio pavadinimas (ilgai, pvz., "sausis")

# ulng.rsmulrenmaskname
source: Name
lt: Pavadinimas

source: Parent folder(s)
lt: Tėvinis katalogas(ai)

source: Second
lt: Sekundė

source: Second (2 digits)
lt: Sekundė (2 skaitmenys)

source: Variable on the fly
lt: Kintamasis skrydžio metu

source: Year (2 digits)
lt: Metai (2 skaitmenys)

source: Year (4 digits)
lt: Metai (4 skaitmenys)

# ulng.rsmulrenplugins
source: Plugins
lt: Įskiepiai

source: Save preset as
lt: Išsaugoti nustatymą kaip

source: Preset name already exists. Overwrite?
lt: Išankstinio nustatymo pavadinimas jau egzistuoja. Perrašyti?

source: Enter new preset name
lt: Įveskite naują išankstinio nustatymo pavadinimą

source: "%s" preset has been modified. Do you want to save it now?
lt: Išankstinis nustatymas "%s" buvo pakeistas. Ar norite jį išsaugoti dabar?

source: Sorting presets
lt: Išankstinių nustatymų rūšiavimas

# ulng.rsmulrentime
source: Time
lt: Laikas

source: Warning, duplicate names!
lt: Įspėjimas, dublikatų pavadinimai!

source: File contains wrong number of lines: %d, should be %d!
lt: Faile yra neteisingas eilučių skaičius: %d, turėtų būti %d!

source: Keep;Clear;Prompt
lt: Išlaikyti;Išvalyti;Prašyti

source: No internal equivalent command
lt: Nėra vidinės ekvivalentinės komandos

source: Sorry, no "Find files" window yet...
lt: Atsiprašome, kol kas nėra "Rasti failus" lango...

source: Sorry, no other "Find files" window to close and free from memory...
lt: Atsiprašome, nėra kito "Rasti failus" lango, kurį galima uždaryti ir išlaisvinti atmintį...

source: Development
lt: Plėtra

source: Education
lt: Švietimas

source: Games
lt: Žaidimai

# ulng.rsopenwithgraphics
source: Graphics
lt: Grafika

source: Applications (*.app)|*.app|All files (*)|*
lt: Programos (*.app)|*.app|Visi failai (*)|*

# ulng.rsopenwithnetwork
source: Network
lt: Tinklas

source: Office
lt: Biuras

# ulng.rsopenwithother
source: Other
lt: Kita

source: Science
lt: Mokslas

source: Settings
lt: Nustatymai

# ulng.rsopenwithsystem
source: System
lt: Sistema

source: Accessories
lt: Priedai

source: Aborted
lt: Atšauktas

source: Calculating checksum
lt: Skaičiuojama kontrolinė suma

source: Calculating checksum in "%s"
lt: Skaičiuojama kontrolinė suma "%s"

source: Calculating checksum of "%s"
lt: Skaičiuojama "%s" kontrolinė suma

source: Calculating
lt: Skaičiuojama

source: Calculating "%s"
lt: Skaičiuojama "%s"

source: Joining
lt: Prisijungiama

source: Joining files in "%s" to "%s"
lt: Sujungiami failai "%s" į "%s"

source: Copying
lt: Kopijuojama

source: Copying from "%s" to "%s"
lt: Kopijuojama iš "%s" į "%s"

source: Copying "%s" to "%s"
lt: Kopijuojamas "%s" į "%s"

source: Creating directory
lt: Kuriamas katalogas

source: Creating directory "%s"
lt: Kuriamas katalogas "%s"

source: Deleting
lt: Ištrinama

source: Deleting in "%s"
lt: Ištrinama "%s"

source: Deleting "%s"
lt: Ištrinamas "%s"

source: Executing
lt: Vykdoma

source: Executing "%s"
lt: Vykdomas "%s"

source: Extracting
lt: Išskleidžiama

source: Extracting from "%s" to "%s"
lt: Išskleidžiama iš "%s" į "%s"

source: Finished
lt: Užbaigta

source: Listing
lt: Sąrašas

source: Listing "%s"
lt: Sąrašas "%s"

source: Moving
lt: Perkeliama

source: Moving from "%s" to "%s"
lt: Perkeliama iš "%s" į "%s"

source: Moving "%s" to "%s"
lt: Perkeliamas "%s" į "%s"

source: Not started
lt: Nepradėta

source: Packing
lt: Pakuojama

source: Packing from "%s" to "%s"
lt: Pakuojama iš "%s" į "%s"

source: Packing "%s" to "%s"
lt: Pakuojamas "%s" į "%s"

source: Paused
lt: Pristabdyta

source: Pausing
lt: Pristabdoma

source: Running
lt: Veikia

source: Setting property
lt: Nustatoma savybė

source: Setting property in "%s"
lt: Nustatoma savybė "%s"

source: Setting property of "%s"
lt: Nustatoma "%s" savybė

source: Splitting
lt: Skaidoma

source: Splitting "%s" to "%s"
lt: Skaidomas "%s" į "%s"

source: Starting
lt: Pradedama

source: Stopped
lt: Sustabdyta

source: Stopping
lt: Stabdoma

source: Testing
lt: Testuojama

source: Testing in "%s"
lt: Testuojama "%s"

source: Testing "%s"
lt: Testuojamas "%s"

source: Verifying checksum
lt: Tikrinama kontrolinė suma

source: Verifying checksum in "%s"
lt: Tikrinama kontrolinė suma "%s"

source: Verifying checksum of "%s"
lt: Tikrinama "%s" kontrolinė suma

source: Waiting for access to file source
lt: Laukiama failo šaltinio prieigos

source: Waiting for user response
lt: Laukiama naudotojo atsakymo

source: Wiping
lt: Išvaloma

source: Wiping in "%s"
lt: Išvaloma "%s"

source: Wiping "%s"
lt: Išvalomas "%s"

source: Working
lt: Dirbama

source: Add at &beginning;Add at the end;Smart add
lt: Pridėti &pradžioje;Pridėti pabaigoje;Išmanusis pridėjimas

source: Adding new tooltip file type
lt: Pridedamas naujas paaiškinimo failo tipas

source: To change current editing archive configuration, either APPLY or DELETE current editing one
lt: Norint pakeisti esamą archyvo konfigūraciją, reikia arba PRITAIKYTI, arba IŠTRINTi esamą redaguojamą konfigūraciją

source: Mode dependent, additional command
lt: Režimui priklausoma, papildoma komanda

source: Add if it is non-empty
lt: Pridėti, jei jis nėra tuščias

source: Archive File (long name)
lt: Archyvo failas (ilgas pavadinimas)

source: Select archiver executable
lt: Pasirinkite archyvatoriaus vykdomąjį failą

source: Archive file (short name)
lt: Archyvo failas (trumpas pavadinimas)

source: Change Archiver Listing Encoding
lt: Pakeisti archyvatoriaus sąrašo koduotę

# ulng.rsoptarchiverconfirmdelete
source: Are you sure you want to delete: "%s"?
lt: Ar tikrai norite ištrinti: "%s"?

source: Exported Archiver Configuration
lt: Eksportuota archyvatoriaus konfigūracija

source: errorlevel
lt: klaidos lygis

source: Export archiver configuration
lt: Eksportuoti archyvatoriaus konfigūraciją

# ulng.rsoptarchiverexportdone
source: Exportation of %d elements to file "%s" completed.
lt: %d elementų eksportavimas į failą "%s" baigtas.

# ulng.rsoptarchiverexportprompt
source: Select the one(s) you want to export
lt: Pasirinkite tuos, kuriuos norite eksportuoti

source: Filelist (long names)
lt: Failų sąrašas (ilgi pavadinimai)

source: Filelist (short names)
lt: Failų sąrašas (trumpi pavadinimai)

source: Import archiver configuration
lt: Importuoti archyvatoriaus konfigūraciją

# ulng.rsoptarchiverimportdone
source: Importation of %d elements from file "%s" completed.
lt: %d elementų importavimas iš failo "%s" baigtas.

source: Select the file to import archiver configuration(s)
lt: Pasirinkite failą archyvatoriaus konfigūracijoms importuoti

# ulng.rsoptarchiverimportprompt
source: Select the one(s) you want to import
lt: Pasirinkite tuos, kuriuos norite importuoti

source: Use name only, without path
lt: Naudoti tik pavadinimą, be kelio

source: Use path only, without name
lt: Naudoti tik kelią, be pavadinimo

source: Archive Program (long name)
lt: Archyvavimo programa (ilgas pavadinimas)

source: Archive Program (short name)
lt: Archyvavimo programa (trumpas pavadinimas)

source: Quote all names
lt: Cituoti visus pavadinimus

source: Quote names with spaces
lt: Cituoti pavadinimus su tarpais

source: Single filename to process
lt: Vienas apdorojamas failo pavadinimas

source: Target subdirecory
lt: Tikslinis pakatalogis

source: Use ANSI encoding
lt: Naudoti ANSI koduotę

source: Use UTF8 encoding
lt: Naudoti UTF8 koduotę

source: Enter location and filename where to save archiver configuration
lt: Įveskite vietą ir failo pavadinimą, kur išsaugoti archyvatoriaus konfigūraciją

source: Archive type name:
lt: Archyvo tipo pavadinimas:

source: Associate plugin "%s" with:
lt: Susieti įskiepį "%s" su:

source: First;Last;
lt: Pirmas;Paskutinis;

source: Classic, legacy order;Alphabetic order (but language still first)
lt: Klasikinė, senoji tvarka;Abėcėlinė tvarka (bet kalba vis tiek pirmoji)

source: Full expand;Full collapse
lt: Visiškai išskleisti;Visiškai sutraukti

source: Active frame panel on left, inactive on right (legacy);Left frame panel on left, right on right
lt: Aktyvus langas kairėje, neaktyvus dešinėje (senasis);Kairysis langas kairėje, dešinysis dešinėje

source: Enter extension
lt: Įveskite plėtinį

source: Add at beginning;Add at the end;Alphabetical sort
lt: Pridėti pradžioje;Pridėti pabaigoje;Abėcėlės tvarka

source: separate window;minimized separate window;operations panel
lt: atskiras langas;sumažintas atskiras langas;operacijų skydelis

source: float
lt: slankusis

source: Shortcut %s for cm_Delete will be registered, so it can be used to reverse this setting.
lt: Spartusis klavišas %s cm_Delete bus užregistruotas, kad galėtų būti naudojamas šio nustatymo atšaukimui.

source: Add hotkey for %s
lt: Pridėti sparčiąjį klavišą %s

source: Add shortcut
lt: Pridėti nuorodą

source: Cannot set shortcut
lt: Nepavyko nustatyti nuorodos

source: Change shortcut
lt: Pakeisti nuorodą

# ulng.rsopthotkeyscommand
source: Command
lt: Komanda

source: Shortcut %s for cm_Delete has a parameter that overrides this setting. Do you want to change this parameter to use the global setting?
lt: Spartusis klavišas %s cm_Delete turi parametrą, kuris perrašo šį nustatymą. Ar norite pakeisti šį parametrą, kad naudotų globalų nustatymą?

source: Shortcut %s for cm_Delete needs to have a parameter changed to match shortcut %s. Do you want to change it?
lt: Spartusis klavišas %s cm_Delete turi turėti pakeistą parametrą, kad atitiktų spartųjį klavišą %s. Ar norite jį pakeisti?

# ulng.rsopthotkeysdescription
source: Description
lt: Aprašas

source: Edit hotkey for %s
lt: Redaguoti sparčiąjį klavišą %s

# ulng.rsopthotkeyshotkey
source: Hotkey
lt: Spartusis klavišas

# ulng.rsopthotkeyshotkeys
source: Hotkeys
lt: Sparčieji klavišai

source: <none>
lt: <nėra>

# ulng.rsopthotkeysparameters
source: Parameters
lt: Parametrai

source: Set shortcut to delete file
lt: Nustatyti nuorodą failo ištrinimui

source: For this setting to work with shortcut %s, shortcut %s must be assigned to cm_Delete but it is already assigned to %s. Do you want to change it?
lt: Kad šis nustatymas veiktų su nuoroda %s, nuoroda %s turi būti priskirta cm_Delete, bet ji jau priskirta %s. Ar norite tai pakeisti?

source: Shortcut %s for cm_Delete is a sequence shortcut for which a hotkey with reversed Shift cannot be assigned. This setting might not work.
lt: Spartusis klavišas %s cm_Delete yra sekos nuoroda, kuriai negalima priskirti spartaus klavišo su atvirkštiniu Shift. Šis nustatymas gali neveikti.

source: Shortcut in use
lt: Nuoroda jau naudojama

source: Shortcut %s is already used.
lt: Nuoroda %s jau naudojama.

source: Change it to %s?
lt: Pakeisti į %s?

source: used for %s in %s
lt: naudojama %s %s

source: used for this command but with different parameters
lt: naudojama šiai komandai, bet su skirtingais parametrais

source: Archivers
lt: Archivatoriai

source: Auto refresh
lt: Automatinis atnaujinimas

source: Behaviors
lt: Elgsena

source: Brief
lt: Trumpas

source: Colors
lt: Spalvos

source: Columns
lt: Stulpeliai

# ulng.rsoptionseditorconfiguration
source: Configuration
lt: Konfigūracija

source: Custom columns
lt: Pasirinktiniai stulpeliai

# ulng.rsoptionseditordirectoryhotlist
source: Directory Hotlist
lt: Katalogų sąrašas

source: Directory Hotlist Extra
lt: Papildomas katalogų sąrašas

source: Drag & drop
lt: Vilk ir paleisk

source: Drives list button
lt: Diskų sąrašo mygtukas

source: Favorite Tabs
lt: Mėgstamos kortelės

source: File associations extra
lt: Papildomi failų susiejimai

source: File associations
lt: Failų susiejimai

# ulng.rsoptionseditorfilenewfiletypes
source: New
lt: Naujas

# ulng.rsoptionseditorfileoperations
source: File operations
lt: Failų operacijos

source: File panels
lt: Failų skydeliai

# ulng.rsoptionseditorfilesearch
source: File search
lt: Failų paieška

source: Files views
lt: Failų rodiniai

source: Files views extra
lt: Papildomi failų rodiniai

# ulng.rsoptionseditorfiletypes
source: File types
lt: Failų tipai

# ulng.rsoptionseditorfoldertabs
source: Folder tabs
lt: Kortelės

source: Folder tabs extra
lt: Papildomos kortelės

# ulng.rsoptionseditorfonts
source: Fonts
lt: Šriftai

source: Highlighters
lt: Paryškinimai

source: Hot keys
lt: Sparčieji klavišai

# ulng.rsoptionseditoricons
source: Icons
lt: Piktogramos

source: Ignore list
lt: Ignoruojamų failų sąrašas

source: Keys
lt: Klavišai

source: Language
lt: Kalba

source: Layout
lt: Išdėstymas

source: Log
lt: Žurnalas

source: Miscellaneous
lt: Įvairūs

source: Mouse
lt: Pelė

# ulng.rsoptionseditormultirename
source: Multi-Rename Tool
lt: Daugialypio pervadinimo įrankis

source: Options have changed in "%s" Do you want to save modifications?
lt: Parametrai pasikeitė "%s" Ar norite išsaugoti pakeitimus?

# ulng.rsoptionseditorplugins
source: Plugins
lt: Įskiepiai

source: Quick search/filter
lt: Greita paieška/filtras

# ulng.rsoptionseditorterminal
source: Terminal
lt: Terminalas

source: Toolbar
lt: Įrankių juosta

source: Toolbar Extra
lt: Papildoma įrankių juosta

source: Toolbar Middle
lt: Vidurinė įrankių juosta

source: Tools
lt: Įrankiai

source: Tooltips
lt: Paaiškinimai

# ulng.rsoptionseditortreeviewmenu
source: Tree View Menu
lt: Medžio rodinio meniu

source: Tree View Menu Colors
lt: Medžio rodinio meniu spalvos

source: None;Command Line;Quick Search;Quick Filter
lt: Joks;Komandinė eilutė;Greita paieška;Greitas filtras

source: Left button;Right button;
lt: Kairysis mygtukas;Dešinysis mygtukas;

source: at the top of the file list;after directories (if directories are sorted before files);at sorted position;at the bottom of the file list
lt: failų sąrašo viršuje;po katalogų (jei katalogai rūšiuojami prieš failus);surūšiuotoje pozicijoje;failų sąrašo apačioje

source: Personalized float;Personalized byte;Personalized kilobyte;Personalized megabyte;Personalized gigabyte;Personalized terabyte
lt: Personalizuotas slankusis;Personalizuotas baitas;Personalizuotas kilobaitas;Personalizuotas megabaitas;Personalizuotas gigabaitas;Personalizuotas terabaitas

source: Plugin %s is already assigned for the following extensions:
lt: Įskiepis %s jau priskirtas šiems plėtiniams:

source: D&isable
lt: Iš&jungti

# ulng.rsoptpluginenable
source: E&nable
lt: Į&jungti

# ulng.rsoptpluginsactive
source: Active
lt: Aktyvus

# ulng.rsoptpluginsdescription
source: Description
lt: Aprašas

# ulng.rsoptpluginsfilename
source: File name
lt: Failo pavadinimas

source: By extension
lt: Pagal plėtinį

source: By Plugin
lt: Pagal įskiepį

# ulng.rsoptpluginsname
source: Name
lt: Pavadinimas

source: Sorting WCX plugins is only possible when showing plugins by extension!
lt: WCX įskiepių rūšiavimas galimas tik rodant įskiepius pagal plėtinį!

# ulng.rsoptpluginsregisteredfor
source: Registered for
lt: Užregistruota

source: Select Lua library file
lt: Pasirinkite Lua bibliotekos failą

source: Renaming tooltip file type
lt: Pervadinamas paaiškinimo failo tipas

source: &Sensitive;&Insensitive
lt: &Jautrus;Ne&jautrus

source: &Files;Di&rectories;Files a&nd Directories
lt: &Failai;Ka&talogai;Failai i&r katalogai

source: &Hide filter panel when not focused;Keep saving setting modifications for next session
lt: &Slėpti filtro skydelį, kai nefokusuota;Išsaugoti nustatymų pakeitimus kitai sesijai

source: not case sensitive;according to locale settings (aAbBcC);first upper then lower case (ABCabc)
lt: nepaiso didžiųjų raidžių;pagal lokalės nustatymus (aAbBcC);pirma didžiosios, tada mažosios raidės (ABCabc)

source: sort by name and show first;sort like files and show first;sort like files
lt: rūšiuoti pagal pavadinimą ir rodyti pirmiau;rūšiuoti kaip failus ir rodyti pirmiau;rūšiuoti kaip failus

source: Alphabetical, considering accents;Alphabetical with special characters sort;Natural sorting: alphabetical and numbers;Natural with special characters sort
lt: Abėcėlės tvarka, atsižvelgiant į kirčius;Abėcėlės tvarka su specialiųjų simbolių rūšiavimu;Natūralus rūšiavimas: abėcėlės tvarka ir skaičiai;Natūralus su specialiųjų simbolių rūšiavimu

source: Top;Bottom;
lt: Viršuje;Apačioje;

source: S&eparator;Inte&rnal command;E&xternal command;Men&u
lt: S&kirtukas;Vid&inė komanda;Iš&orinė komanda;Me&niu

source: To change file type tooltip configuration, either APPLY or DELETE current editing one
lt: Norint pakeisti failo tipo paaiškinimo konfigūraciją, reikia arba PRITAIKYTI, arba IŠTRINTi esamą redaguojamą konfigūraciją

source: Tooltip file type name:
lt: Paaiškinimo failo tipo pavadinimas:

source: "%s" already exists!
lt: "%s" jau egzistuoja!

# ulng.rsopttooltipfiletypeconfirmdelete
source: Are you sure you want to delete: "%s"?
lt: Ar tikrai norite ištrinti: "%s"?
