Repository: jauniussta/doublecmd-lt-translation
Catalog: doublecmd.*.po
Languages: lt

source: Comparing... %d%% (ESC to cancel)
lt: Lyginant... %d%% (ESC atšaukti)

source: Left: Delete %d file(s)
lt: Į kairę: Ištrinti %d failą (-us)

source: Right: Delete %d file(s)
lt: Į dešinę: Ištrinti %d failą (-us)

source: Files found: %d (Identical: %d, Different: %d, Unique left: %d, Unique right: %d)
lt: Rasti failai: %d (identiški: %d, skirtingi: %d, unikalūs kairėje: %d, unikalūs dešinėje: %d)

source: Left to Right: Copy %d files, total size: %s (%s)
lt: Iš kairės į dešinę: Kopijuoti %d failų, bendras dydis: %s (%s)

source: Right to Left: Copy %d files, total size: %s (%s)
lt: Iš dešinės į kairę: kopijuoti %d failų, bendras dydis: %s (%s)

source: Choose template...
lt: Pasirinkti šabloną...

source: C&heck free space
lt: Tikrinti laisvą vietą

source: Cop&y attributes
lt: Kopijuoti atributus

source: Copy o&wnership
lt: Kopijuoti nuosavybę

source: Copy &permissions
lt: Kopijuoti leidimus

# tfilesystemcopymoveoperationoptionsui.cbcopytime.caption
source: Copy d&ate/time
lt: Kopijuoti d&ata/laiką

source: Correct lin&ks
lt: Taisyti nuorodas

source: Drop readonly fla&g
lt: Pašalinti tik skaitymo vėliavą

source: E&xclude empty directories
lt: Neįtraukti tuščių katalogų

# tfilesystemcopymoveoperationoptionsui.cbfollowlinks.caption
source: Fo&llow links
lt: Sekti nuorodas

source: &Reserve space
lt: &Rezervuoti vietą

source: Copy on write
lt: Kopijuoti rašant

source: &Verify
lt: &Tikrinti

source: What to do when cannot set file time, attributes, etc.
lt: Ką daryti, kai negalima nustatyti failo laiko, atributų ir kt.

source: Use file template
lt: Naudoti failo šabloną

# tfilesystemcopymoveoperationoptionsui.lbldirectoryexists.caption
source: When dir&ectory exists
lt: Kai katalogas &egzistuoja

source: When &file exists
lt: Kai &failas egzistuoja

source: When ca&nnot set property
lt: Kai ne&galima nustatyti savybės

source: <no template>
lt: <nėra šablono>

# tfrmabout.btnclose.caption
source: &Close
lt: &Uždaryti

source: Copy to clipboard
lt: Kopijuoti į iškarpinę

# tfrmabout.caption
source: About
lt: Apie

# tfrmabout.lblbuild.caption
source: Build
lt: Surinkimas

# tfrmabout.lblcommit.caption
source: Commit
lt: Pakeitimų rinkinys

source: Home Page:
lt: Tinklalapis:

# tfrmabout.lblrevision.caption
source: Revision
lt: Revizija

# tfrmabout.lblversion.caption
source: Version
lt: Versija

# tfrmattributesedit.btncancel.caption
source: &Cancel
lt: &Atšaukti

# tfrmattributesedit.btnok.caption
source: &OK
lt: &Gerai

source: &Reset
lt: &Atstatyti

source: Choose attributes
lt: Pasirinkti atributus

source: &Archive
lt: &Archyvas

source: Co&mpressed
lt: Sus&paustas

source: &Directory
lt: &Katalogas

source: &Encrypted
lt: Šif&ruotas

source: &Hidden
lt: &Paslėptas

source: Read o&nly
lt: Tik skaitymui

source: S&parse
lt: Retas

# tfrmattributesedit.cbsticky.caption
source: Sticky
lt: Lipnus

source: &Symlink
lt: Simbolinė &nuoroda

source: S&ystem
lt: S&isteminis

source: &Temporary
lt: &Laikinas

source: NTFS attributes
lt: NTFS atributai

source: General attributes
lt: Bendrieji atributai

# tfrmattributesedit.lblattrbitsstr.caption
source: Bits:
lt: Bitai:

# tfrmattributesedit.lblattrgroupstr.caption
source: Group
lt: Grupė

# tfrmattributesedit.lblattrotherstr.caption
source: Other
lt: Kiti

# tfrmattributesedit.lblattrownerstr.caption
source: Owner
lt: Savininkas

# tfrmattributesedit.lblexec.caption
source: Execute
lt: Vykdyti

# tfrmattributesedit.lblread.caption
source: Read
lt: Skaityti

source: As te&xt:
lt: Kaip &tekstą:

# tfrmattributesedit.lblwrite.caption
source: Write
lt: Rašyti

source: Benchmark
lt: Sparta

source: Benchmark data size: %d MB
lt: Bandymo duomenų dydis: %d MB

source: Hash
lt: Maišos reikšmė

source: Time (ms)
lt: Laikas (ms)

source: Speed (MB/s)
lt: Greitis (MB/s)

# tfrmchecksumcalc.caption
source: Calculate checksum...
lt: Skaičiuoti kontrolinę sumą...

source: Open checksum file after job is completed
lt: Atidaryti kontrolinės sumos failą užduočiai užbaigus

source: C&reate separate checksum file for each file
lt: K&urti atskirą kontrolinės sumos failą kiekvienam failui

source: File &format
lt: Failo &formatas

source: &Save checksum file(s) to:
lt: &Įrašyti kontrolinės sumos failą(us) į:

# TFRMCHECKSUMVERIFY.BTNCLOSE.CAPTION
source: &Close
lt: &Uždaryti

# tfrmchecksumverify.caption
source: Verify checksum...
lt: Tikrinti kontrolinę sumą...

# tfrmchooseencoding.caption
source: Encoding
lt: Kodavimas

# tfrmconnectionmanager.btnadd.caption
source: A&dd
lt: &Pridėti

# TFRMCONNECTIONMANAGER.BTNCANCEL.CAPTION
source: &Cancel
lt: &Atšaukti

source: C&onnect
lt: &Prisijungti

# tfrmconnectionmanager.btndelete.caption
source: &Delete
lt: &Ištrinti

# tfrmconnectionmanager.btnedit.caption
source: &Edit
lt: &Redaguoti

source: Connection manager
lt: Ryšių tvarkyklė

source: Connect to:
lt: Prisijungti prie:

source: A&dd To Queue
lt: &Įtraukti į eilę

# TFRMCOPYDLG.BTNCANCEL.CAPTION
source: &Cancel
lt: &Atšaukti

source: O&ptions
lt: &Parinktys

source: Sa&ve these options as default
lt: Iš&saugoti šias parinktis kaip numatytąsias

# tfrmcopydlg.caption
source: Copy file(s)
lt: Kopijuoti failą(us)

# tfrmcopydlg.mnunewqueue.caption
source: New queue
lt: Nauja eilė

# tfrmcopydlg.mnuqueue1.caption
source: Queue 1
lt: Eilė 1

# tfrmcopydlg.mnuqueue2.caption
source: Queue 2
lt: Eilė 2

# tfrmcopydlg.mnuqueue3.caption
source: Queue 3
lt: Eilė 3

# tfrmcopydlg.mnuqueue4.caption
source: Queue 4
lt: Eilė 4

# tfrmcopydlg.mnuqueue5.caption
source: Queue 5
lt: Eilė 5

source: Save Description
lt: Išsaugoti aprašą

# TFRMDESCREDIT.BTNCANCEL.CAPTION
source: &Cancel
lt: &Atšaukti

# TFRMDESCREDIT.BTNOK.CAPTION
source: &OK
lt: &Gerai

source: File/folder comment
lt: Failo/katalogo komentaras

source: E&dit comment for:
lt: &Redaguoti komentarą:

source: &Encoding:
lt: &Kodavimas:

# TFRMDIFFER.ACTABOUT.CAPTION
source: About
lt: Apie

source: Auto Compare
lt: Automatinis palyginimas

# tfrmdiffer.actbinarycompare.caption
source: Binary Mode
lt: Dvejetainis režimas

# tfrmdiffer.actcancelcompare.caption
source: Cancel
lt: Atšaukti

# TFRMDIFFER.ACTCANCELCOMPARE.HINT
source: Cancel
lt: Atšaukti

# tfrmdiffer.actcopylefttoright.caption
source: Copy Block Right
lt: Kopijuoti bloką į dešinę

# TFRMDIFFER.ACTCOPYLEFTTORIGHT.HINT
source: Copy Block Right
lt: Kopijuoti bloką į dešinę

# tfrmdiffer.actcopyrighttoleft.caption
source: Copy Block Left
lt: Kopijuoti bloką į kairę

# TFRMDIFFER.ACTCOPYRIGHTTOLEFT.HINT
source: Copy Block Left
lt: Kopijuoti bloką į kairę

# tfrmdiffer.acteditcopy.caption
source: Copy
lt: Kopijuoti

# tfrmdiffer.acteditcut.caption
source: Cut
lt: Iškirpti

# tfrmdiffer.acteditdelete.caption
source: Delete
lt: Ištrinti

# tfrmdiffer.acteditpaste.caption
source: Paste
lt: Įklijuoti

# tfrmdiffer.acteditredo.caption
source: Redo
lt: Atstatyti

# tfrmdiffer.acteditredo.hint
source: Redo
lt: Atstatyti

source: Select &All
lt: Pažymėti &viską

# tfrmdiffer.acteditundo.caption
source: Undo
lt: Atšaukti

# tfrmdiffer.acteditundo.hint
source: Undo
lt: Atšaukti

# tfrmdiffer.actexit.caption
source: E&xit
lt: Išeiti

# tfrmdiffer.actfind.caption
source: &Find
lt: &Ieškoti

# tfrmdiffer.actfind.hint
source: Find
lt: Ieškoti

# tfrmdiffer.actfindnext.caption
source: Find next
lt: Ieškoti kito

# tfrmdiffer.actfindnext.hint
source: Find next
lt: Ieškoti kito

# tfrmdiffer.actfindprev.caption
source: Find previous
lt: Ieškoti ankstesnio

# tfrmdiffer.actfindprev.hint
source: Find previous
lt: Ieškoti ankstesnio

# tfrmdiffer.actfindreplace.caption
source: &Replace
lt: &Pakeisti

# tfrmdiffer.actfindreplace.hint
source: Replace
lt: Pakeisti

# tfrmdiffer.actfirstdifference.caption
source: First Difference
lt: Pirmasis skirtumas

# TFRMDIFFER.ACTFIRSTDIFFERENCE.HINT
source: First Difference
lt: Pirmasis skirtumas

# tfrmdiffer.actgotoline.caption
source: Goto Line...
lt: Eiti į eilutę...

# tfrmdiffer.actgotoline.hint
source: Goto Line
lt: Eiti į eilutę

source: Ignore Case
lt: Ignoruoti raidžių dydį

source: Ignore Blanks
lt: Ignoruoti tarpus

source: Keep Scrolling
lt: Tęsti slinkimą

# tfrmdiffer.actlastdifference.caption
source: Last Difference
lt: Paskutinis skirtumas

# TFRMDIFFER.ACTLASTDIFFERENCE.HINT
source: Last Difference
lt: Paskutinis skirtumas

source: Line Differences
lt: Eilučių skirtumai

# tfrmdiffer.actnextdifference.caption
source: Next Difference
lt: Kitas skirtumas

# TFRMDIFFER.ACTNEXTDIFFERENCE.HINT
source: Next Difference
lt: Kitas skirtumas

source: Open Left...
lt: Atidaryti kairę...

source: Open Right...
lt: Atidaryti dešinę...

source: Paint Background
lt: Nuspalvinti foną

# tfrmdiffer.actprevdifference.caption
source: Previous Difference
lt: Ankstesnis skirtumas

# TFRMDIFFER.ACTPREVDIFFERENCE.HINT
source: Previous Difference
lt: Ankstesnis skirtumas

source: &Reload
lt: Į&krauti iš naujo

# tfrmdiffer.actreload.hint
source: Reload
lt: Įkrauti iš naujo

# tfrmdiffer.actsave.caption
source: Save
lt: Išsaugoti

# TFRMDIFFER.ACTSAVE.HINT
source: Save
lt: Išsaugoti

# tfrmdiffer.actsaveas.caption
source: Save as...
lt: Išsaugoti kaip...

# TFRMDIFFER.ACTSAVEAS.HINT
source: Save as...
lt: Išsaugoti kaip...

# tfrmdiffer.actsaveleft.caption
source: Save Left
lt: Išsaugoti kairę

# TFRMDIFFER.ACTSAVELEFT.HINT
source: Save Left
lt: Išsaugoti kairę

# tfrmdiffer.actsaveleftas.caption
source: Save Left As...
lt: Išsaugoti kairę kaip...

# TFRMDIFFER.ACTSAVELEFTAS.HINT
source: Save Left As...
lt: Išsaugoti kairę kaip...

# tfrmdiffer.actsaveright.caption
source: Save Right
lt: Išsaugoti dešinę

# TFRMDIFFER.ACTSAVERIGHT.HINT
source: Save Right
lt: Išsaugoti dešinę

# tfrmdiffer.actsaverightas.caption
source: Save Right As...
lt: Išsaugoti dešinę kaip...

# TFRMDIFFER.ACTSAVERIGHTAS.HINT
source: Save Right As...
lt: Išsaugoti dešinę kaip...

# tfrmdiffer.actstartcompare.caption
source: Compare
lt: Palyginti

# TFRMDIFFER.ACTSTARTCOMPARE.HINT
source: Compare
lt: Palyginti

# tfrmdiffer.btnleftencoding.hint
source: Encoding
lt: Kodavimas

# TFRMDIFFER.BTNRIGHTENCODING.HINT
source: Encoding
lt: Kodavimas

source: Compare files
lt: Palyginti failus

source: &Left
lt: &Kairė

source: &Right
lt: &Dešinė

source: &Actions
lt: &Veiksmai

# TFRMDIFFER.MNUEDIT.CAPTION
source: &Edit
lt: &Redaguoti

# tfrmdiffer.mnuencoding.caption
source: En&coding
lt: &Koduotė

# tfrmdiffer.mnufile.caption
source: &File
lt: &Failas

source: &Options
lt: &Parinktys

source: Add new shortcut to sequence
lt: Pridėti naują nuorodą į seką

# TFRMEDITHOTKEY.BTNCANCEL.CAPTION
source: &Cancel
lt: &Atšaukti

# TFRMEDITHOTKEY.BTNOK.CAPTION
source: &OK
lt: &Gerai

source: Remove last shortcut from sequence
lt: Pašalinti paskutinę nuorodą iš sekos

source: Select shortcut from list of remaining free available keys
lt: Pasirinkti nuorodą iš likusių laisvų klavišų sąrašo

source: Only for these controls
lt: Tik šiems valdikliams

source: &Parameters (each in a separate line):
lt: &Parametrai (kiekvienas atskiroje eilutėje):

source: Shortcuts:
lt: Nuorodos:

# TFRMEDITOR.ACTABOUT.CAPTION
source: About
lt: Apie

# TFRMEDITOR.ACTABOUT.HINT
source: About
lt: Apie

source: &Configuration
lt: &Konfigūracija

# tfrmeditor.actconfhigh.hint
source: Configuration
lt: Konfigūracija

# TFRMEDITOR.ACTEDITCOPY.CAPTION
source: Copy
lt: Kopijuoti

# TFRMEDITOR.ACTEDITCOPY.HINT
source: Copy
lt: Kopijuoti

# TFRMEDITOR.ACTEDITCUT.CAPTION
source: Cut
lt: Iškirpti

# TFRMEDITOR.ACTEDITCUT.HINT
source: Cut
lt: Iškirpti

# TFRMEDITOR.ACTEDITDELETE.CAPTION
source: Delete
lt: Ištrinti

# TFRMEDITOR.ACTEDITDELETE.HINT
source: Delete
lt: Ištrinti

# tfrmeditor.acteditfind.caption
source: &Find
lt: &Ieškoti

# tfrmeditor.acteditfind.hint
source: Find
lt: Ieškoti

# tfrmeditor.acteditfindnext.caption
source: Find next
lt: Ieškoti toliau

# TFRMEDITOR.ACTEDITFINDNEXT.HINT
source: Find next
lt: Ieškoti toliau

# tfrmeditor.acteditfindprevious.caption
source: Find previous
lt: Ieškoti ankstesnio

# tfrmeditor.acteditgotoline.caption
source: Goto Line...
lt: Eiti į eilutę...

# TFRMEDITOR.ACTEDITPASTE.CAPTION
source: Paste
lt: Įklijuoti

# TFRMEDITOR.ACTEDITPASTE.HINT
source: Paste
lt: Įklijuoti

# TFRMEDITOR.ACTEDITREDO.CAPTION
source: Redo
lt: Atstatyti

# TFRMEDITOR.ACTEDITREDO.HINT
source: Redo
lt: Atstatyti

# tfrmeditor.acteditrplc.caption
source: &Replace
lt: &Pakeisti

# tfrmeditor.acteditrplc.hint
source: Replace
lt: Pakeisti

source: Select&All
lt: Pažymėti &viską

# tfrmeditor.acteditselectall.hint
source: Select All
lt: Pažymėti viską

# TFRMEDITOR.ACTEDITUNDO.CAPTION
source: Undo
lt: Atšaukti

# TFRMEDITOR.ACTEDITUNDO.HINT
source: Undo
lt: Atšaukti

# TFRMEDITOR.ACTFILECLOSE.CAPTION
source: &Close
lt: &Uždaryti

# tfrmeditor.actfileclose.hint
source: Close
lt: Uždaryti

# TFRMEDITOR.ACTFILEEXIT.CAPTION
source: E&xit
lt: Iš&eiti

# tfrmeditor.actfileexit.hint
source: Exit
lt: Išeiti

source: &New
lt: &Naujas

# tfrmeditor.actfilenew.hint
source: New
lt: Naujas

source: &Open
lt: &Atidaryti

# tfrmeditor.actfileopen.hint
source: Open
lt: Atidaryti

# tfrmeditor.actfilereload.caption
source: Reload
lt: Įkelti iš naujo

# tfrmeditor.actfilesave.caption
source: &Save
lt: &Išsaugoti

# TFRMEDITOR.ACTFILESAVE.HINT
source: Save
lt: Išsaugoti

source: Save &As...
lt: Išsaugoti &kaip…

source: Save As
lt: Išsaugoti kaip

# tfrmeditor.caption
source: Editor
lt: Redaktorius

# tfrmeditor.help1.caption
source: &Help
lt: &Pagalba

# TFRMEDITOR.MIEDIT.CAPTION
source: &Edit
lt: &Redaguoti

# TFRMEDITOR.MIENCODING.CAPTION
source: En&coding
lt: Ko&davimas

source: Open as
lt: Atidaryti kaip

# tfrmeditor.miencodingout.caption
source: Save as
lt: Išsaugoti kaip

# TFRMEDITOR.MIFILE.CAPTION
source: &File
lt: &Failas

source: Syntax highlight
lt: Sintaksės paryškinimas

source: End Of Line
lt: Eilutės pabaiga

# TFRMEDITSEARCHREPLACE.BUTTONPANEL.CANCELBUTTON.CAPTION
source: &Cancel
lt: &Atšaukti

# TFRMEDITSEARCHREPLACE.BUTTONPANEL.OKBUTTON.CAPTION
source: &OK
lt: &Gerai

source: &Multiline pattern
lt: &Kelių eilučių šablonas

source: C&ase sensitivity
lt: Didžiosios/mažosios raidės

source: S&earch from caret
lt: Ieškoti nuo žymeklio

# tfrmeditsearchreplace.cbsearchregexp.caption
source: &Regular expressions
lt: &Reguliariosios išraiškos

source: Selected &text only
lt: Tik pažymėtas tekstas

source: &Whole words only
lt: Tik visi žodžiai

source: Option
lt: Parinktis

source: &Replace with:
lt: &Pakeisti į:

source: &Search for:
lt: &Ieškoti:

source: Direction
lt: Kryptis

source: Do this for &all current objects
lt: Taikyti visiems dabartiniams objektams

source: Unpack files
lt: Išpakuoti failus

source: &Unpack path names if stored with files
lt: Išpakuoti kelių pavadinimus, jei jie saugomi su failais

source: Unpack each archive to a &separate subdir (name of the archive)
lt: Išpakuoti kiekvieną archyvą į atskirą aplanką (archyvo pavadinimas)

source: O&verwrite existing files
lt: Perrašyti esamus failus

source: To the &directory:
lt: Į aplanką:

source: &Extract files matching file mask:
lt: Išpakuoti failus, atitinkančius šabloną:

source: &Password for encrypted files:
lt: Slaptažodis užšifruotiems failams:

# TFRMFILEEXECUTEYOURSELF.BTNCLOSE.CAPTION
source: &Close
lt: &Uždaryti

source: Wait...
lt: Laukite...

source: File name:
lt: Failo pavadinimas:

# tfrmfileexecuteyourself.lblfrompath.caption
source: From:
lt: Iš:

source: Click on Close when the temporary file can be deleted!
lt: Spustelėkite „Uždaryti“, kai laikinas failas gali būti ištrintas!

# TFRMFILEOP.BTNCANCEL.CAPTION
source: &Cancel
lt: &Atšaukti

source: &To panel
lt: Į skydelį

source: &View all
lt: &Peržiūrėti viską

source: Current operation:
lt: Dabartinė operacija:

# TFRMFILEOP.LBLFROM.CAPTION
source: From:
lt: Iš:

source: To:
lt: Į:

# tfrmfileproperties.caption
source: Properties
lt: Savybės

# TFRMFILEPROPERTIES.CBSTICKY.CAPTION
source: Sticky
lt: Lipnus

source: Allow &executing file as program
lt: Leisti vykdyti failą kaip programą

source: &Recursive
lt: Rekursyvus

# TFRMFILEPROPERTIES.DIVIDERBEVEL3.CAPTION
source: Owner
lt: Savininkas

# TFRMFILEPROPERTIES.LBLATTRBITSSTR.CAPTION
source: Bits:
lt: Bitai:

# TFRMFILEPROPERTIES.LBLATTRGROUPSTR.CAPTION
source: Group
lt: Grupė

# TFRMFILEPROPERTIES.LBLATTROTHERSTR.CAPTION
source: Other
lt: Kita

# TFRMFILEPROPERTIES.LBLATTROWNERSTR.CAPTION
source: Owner
lt: Savininkas

# tfrmfileproperties.lblattrtextstr.caption
source: Text:
lt: Tekstas:

source: Contains:
lt: Turi:

# tfrmfileproperties.lblcreatedstr.caption
source: Created:
lt: Sukurtas:

# TFRMFILEPROPERTIES.LBLEXEC.CAPTION
source: Execute
lt: Vykdyti

source: Execute:
lt: Vykdyti:

# TFRMFILEPROPERTIES.LBLFILE.CAPTION
source: File name
lt: Failo pavadinimas

# tfrmfileproperties.lblfilestr.caption
source: File name
lt: Failo pavadinimas

# tfrmfileproperties.lblfolderstr.caption
source: Path:
lt: Kelias:

source: &Group
lt: &Grupė

# tfrmfileproperties.lbllastaccessstr.caption
source: Accessed:
lt: Prieiga:

# tfrmfileproperties.lbllastmodifstr.caption
source: Modified:
lt: Pakeista:

source: Status changed:
lt: Būsena pakeista:

source: Links:
lt: Nuorodos:

source: Media type:
lt: Laikmenos tipas:

# tfrmfileproperties.lbloctal.caption
source: Octal:
lt: Aštuntainė:

source: O&wner
lt: Savininkas

# TFRMFILEPROPERTIES.LBLREAD.CAPTION
source: Read
lt: Skaityti

source: Size on disk:
lt: Dydis diske:

# tfrmfileproperties.lblsizestr.caption
source: Size:
lt: Dydis:

source: Symlink to:
lt: Simbolinė nuoroda į:

source: Type:
lt: Tipas:

# TFRMFILEPROPERTIES.LBLWRITE.CAPTION
source: Write
lt: Rašyti

# tfrmfileproperties.sgplugins.columns[0].title.caption
source: Name
lt: Pavadinimas

# tfrmfileproperties.sgplugins.columns[1].title.caption
source: Value
lt: Reikšmė

# tfrmfileproperties.tsattributes.caption
source: Attributes
lt: Atributai

# tfrmfileproperties.tsplugins.caption
source: Plugins
lt: Priedai

# TFRMFILEPROPERTIES.TSPROPERTIES.CAPTION
source: Properties
lt: Savybės

# tfrmfileunlock.btnclose.caption
source: Close
lt: Uždaryti

source: Terminate
lt: Nutraukti

# tfrmfileunlock.btnunlock.caption
source: Unlock
lt: Atrakinti

source: Unlock All
lt: Atrakinti viską

# tfrmfileunlock.caption
source: Unlock
lt: Atrakinti

source: File Handle
lt: Failo rankena

source: Process ID
lt: Proceso ID

source: Executable Path
lt: Vykdomojo failo kelias

# TFRMFINDDLG.ACTCANCEL.CAPTION
source: C&ancel
lt: Atšaukti

source: Cancel search and close window
lt: Atšaukti paiešką ir uždaryti langą

# TFRMFINDDLG.ACTCLOSE.CAPTION
source: &Close
lt: Uždaryti

# TFRMFINDDLG.ACTCONFIGFILESEARCHHOTKEYS.CAPTION
source: Configuration of hot keys
lt: Sparčiųjų klavišų konfigūracija

# tfrmfinddlg.actedit.caption
source: &Edit
lt: Redaguoti

source: Feed to &listbox
lt: Perkelti į sąrašą

source: Cancel search, close and free from memory
lt: Atšaukti paiešką, uždaryti ir išlaisvinti atmintį

source: For all other "Find files", cancel, close and free from memory
lt: Visoms kitoms „Rasti failus“ operacijoms atšaukti, uždaryti ir išlaisvinti atmintį

source: &Go to file
lt: Eiti į failą

# TFRMFINDDLG.ACTINTELLIFOCUS.CAPTION
source: Find Data
lt: Rasti duomenis

source: &Last search
lt: Paskutinė paieška

source: &New search
lt: Nauja paieška

source: New search (clear filters)
lt: Nauja paieška (išvalyti filtrus)

source: Go to page "Advanced"
lt: Eiti į „Išplėstinė“ puslapį

source: Go to page "Load/Save"
lt: Eiti į „Įkelti/Išsaugoti“ puslapį

source: Switch to Nex&t Page
lt: Perjungti į kitą puslapį

source: Go to page "Plugins"
lt: Eiti į „Priedai“ puslapį

source: Switch to &Previous Page
lt: Perjungti į ankstesnį puslapį

source: Go to page "Results"
lt: Eiti į „Rezultatai“ puslapį

source: Go to page "Standard"
lt: Eiti į „Standartas“ puslapį

# tfrmfinddlg.actstart.caption
source: &Start
lt: Pradėti

# tfrmfinddlg.actview.caption
source: &View
lt: Peržiūrėti

# tfrmfinddlg.btnaddattribute.caption
source: &Add
lt: Pridėti

# TFRMFINDDLG.BTNATTRSHELP.CAPTION
source: &Help
lt: Pagalba

# TFRMFINDDLG.BTNSAVETEMPLATE.CAPTION
source: &Save
lt: Išsaugoti

# TFRMFINDDLG.BTNSEARCHDELETE.CAPTION
source: &Delete
lt: &Ištrinti

source: L&oad
lt: Įkelti

source: S&ave
lt: Išsaugoti

source: Sa&ve with "Start in directory"
lt: Išsaugoti su „Pradėti aplanke“

source: If saved then "Start in directory" will be restored when loading template. Use it if you want to fix searching to a certain directory
lt: Jei išsaugota, „Pradėti aplanke“ bus atkurta įkeliant šabloną. Naudokite, jei norite pritvirtinti paiešką prie tam tikro aplanko

source: Use template
lt: Naudoti šabloną

# tfrmfinddlg.caption
source: Find files
lt: Rasti failus

source: Case sens&itive
lt: Skirti didžiąsias/mažąsias raides

source: &Date from:
lt: Data nuo:

source: Dat&e to:
lt: Data iki:

source: S&ize from:
lt: Dydis nuo:

source: Si&ze to:
lt: Dydis iki:

source: Search in &archives
lt: Ieškoti archyvuose

source: Find &text in file
lt: Rasti tekstą faile

source: Follow s&ymlinks
lt: Sekti simbolines nuorodas

source: Find files N&OT containing the text
lt: Rasti failus, kuriuose NĖRA teksto

source: N&ot older than:
lt: Ne senesni nei:

source: Opened tabs
lt: Atidarytos kortelės

source: Searc&h for part of file name
lt: Ieškoti failo pavadinimo dalies

source: &Regular expression
lt: Reguliarioji išraiška

source: Re&place by
lt: Pakeisti į

source: Selected directories and files
lt: Pažymėti aplankai ir failai

source: Reg&ular expression
lt: Reguliarioji išraiška

source: &Time from:
lt: Laikas nuo:

source: Ti&me to:
lt: Laikas iki:

source: &Use search plugin:
lt: Naudoti paieškos priedą:

source: same content
lt: toks pat turinys

source: same hash
lt: toks pat maišos kodas

source: same name
lt: toks pat pavadinimas

source: Find du&plicate files:
lt: Rasti dublikatus:

source: same size
lt: toks pat dydis

# tfrmfinddlg.chkhex.caption
source: Hexadeci&mal
lt: Šešioliktainis

source: Enter directories names that should be excluded from search separated with ";"
lt: Įveskite aplankų pavadinimus, kuriuos reikia neįtraukti į paiešką, atskirtus ";"

source: Enter files names that should be excluded from search separated with ";"
lt: Įveskite failų pavadinimus, kuriuos reikia neįtraukti į paiešką, atskirtus ";"

source: Enter files names separated with ";"
lt: Įveskite failų pavadinimus, atskirtus ";"

# tfrmfinddlg.frmcontentplugins.headercontrol.sections[0].text
source: Plugin
lt: Priedas

# tfrmfinddlg.frmcontentplugins.headercontrol.sections[1].text
source: Field
lt: Laukas

# tfrmfinddlg.frmcontentplugins.headercontrol.sections[2].text
source: Operator
lt: Operatorius

# tfrmfinddlg.frmcontentplugins.headercontrol.sections[3].text
source: Value
lt: Reikšmė

# tfrmfinddlg.gbdirectories.caption
source: Directories
lt: Katalogai

# tfrmfinddlg.gbfiles.caption
source: Files
lt: Failai

# tfrmfinddlg.gbfinddata.caption
source: Find Data
lt: Ieškoti duomenų

source: Attri&butes
lt: Atributai

source: Encodin&g:
lt: Kodavimas:

source: E&xclude subdirectories
lt: Neįtraukti pakatalogių

source: &Exclude files
lt: Neįtraukti failų

source: &File mask
lt: Failų &masks

source: Start in &directory
lt: Pradėti iš &katalogo

source: Search su&bdirectories:
lt: Ieškoti p&akatalogiuose:

source: &Previous searches:
lt: &Ankstesnės paieškos:

source: &Action
lt: &Veiksmas

source: For all others, cancel, close and free from memory
lt: Visoms kitoms - atšaukti, uždaryti ir išlaisvinti atmintį

source: Open In New Tab(s)
lt: Atidaryti naujoje kortelėje(ėse)

# TFRMFINDDLG.MIOPTIONS.CAPTION
source: Options
lt: Nustatymai

source: Remove from list
lt: Pašalinti iš sąrašo

source: &Result
lt: &Rezultatas

source: Show all found items
lt: Rodyti visus rastus elementus

source: Show In Editor
lt: Rodyti redaktoriuje

source: Show In Viewer
lt: Rodyti peržiūroje

# TFRMFINDDLG.MIVIEWTAB.CAPTION
source: &View
lt: &Peržiūrėti

source: Advanced
lt: Išplėstiniai

source: Load/Save
lt: Įkelti/Išsaugoti
