Repository: jauniussta/doublecmd-lt-translation
Catalog: doublecmd.*.po
Languages: lt

# ulng.rsfontusageviewerbook
source: Viewer&Book Font
lt: Peržiūros knygos šriftas

source: %s of %s free
lt: %s iš %s laisva

source: %s free
lt: %s laisva

source: Access date/time
lt: Prieigos data/laikas

# ulng.rsfuncattr
source: Attributes
lt: Atributai

source: Comment
lt: Komentaras

source: Compressed size
lt: Suspaustas dydis

source: Creation date/time
lt: Sukūrimo data/laikas

# ulng.rsfuncext
source: Extension
lt: Plėtinys

# ulng.rsfuncgroup
source: Group
lt: Grupė

source: Change date/time
lt: Pakeitimo data/laikas

source: Link to
lt: Nuoroda į

source: Modification date/time
lt: Modifikavimo data/laikas

# ulng.rsfuncname
source: Name
lt: Pavadinimas

source: Name without extension
lt: Pavadinimas be plėtinio

# ulng.rsfuncowner
source: Owner
lt: Savininkas

# ulng.rsfuncpath
source: Path
lt: Kelias

# ulng.rsfuncsize
source: Size
lt: Dydis

source: Original path
lt: Originalus kelias

source: Type
lt: Tipas

source: Error creating hardlink.
lt: Klaida kuriant kietąją nuorodą.

source: none;Name, a-z;Name, z-a;Ext, a-z;Ext, z-a;Size 9-0;Size 0-9;Date 9-0;Date 0-9
lt: joks;Pavadinimas, a-z;Pavadinimas, z-a;Plėtinys, a-z;Plėtinys, z-a;Dydis 9-0;Dydis 0-9;Data 9-0;Data 0-9

source: Warning! When restoring a .hotlist backup file, this will erase existing list to replace by the imported one. Are you sure you want to proceed?
lt: Įspėjimas! Atkuriant .hotlist atsarginę kopiją, esamas sąrašas bus ištrintas ir pakeistas importuotuoju. Ar tikrai norite tęsti?

source: Copy/Move Dialog
lt: Kopijavimo/Perkėlimo dialogas

# ulng.rshotkeycategorydiffer
source: Differ
lt: Skirtumų

source: Edit Comment Dialog
lt: Komentaro redagavimo dialogas

# ulng.rshotkeycategoryeditor
source: Editor
lt: Redaktorius

# ulng.rshotkeycategoryfindfiles
source: Find files
lt: Rasti failus

source: Main
lt: Pagrindinis

# ulng.rshotkeycategorymultirename
source: Multi-Rename Tool
lt: Daugialypio pervadinimo įrankis

source: Synchronize Directories
lt: Sinchronizuoti katalogus

# ulng.rshotkeycategoryviewer
source: Viewer
lt: Peržiūros programa

source: A setup with that name already exists. Do you want to overwrite it?
lt: Sąranka tokiu pavadinimu jau egzistuoja. Ar norite ją perrašyti?

source: Are you sure you want to restore default?
lt: Ar tikrai norite atkurti numatytuosius nustatymus?

source: Are you sure you want to erase setup "%s"?
lt: Ar tikrai norite ištrinti sąranką "%s"?

source: Copy of %s
lt: %s kopija

source: Input your new name
lt: Įveskite savo naują pavadinimą

source: You must keep at least one shortcut file.
lt: Turite palikti bent vieną nuorodos failą.

source: New name
lt: Naujas pavadinimas

source: "%s" setup has been modified. Do you want to save it now?
lt: "%s" sąranka buvo pakeista. Ar norite ją išsaugoti dabar?

source: No shortcut with "ENTER"
lt: Nėra nuorodos su "ENTER"

source: By command name;By shortcut key (grouped);By shortcut key (one per row)
lt: Pagal komandos pavadinimą;Pagal nuorodos klavišą (sugrupuota);Pagal nuorodos klavišą (po vieną eilutėje)

source: Cannot find reference to default bar file
lt: Nepavyko rasti nuorodos į numatytąją juostos failą

source: List of "Find files" windows
lt: "Rasti failus" langų sąrašas

source: Unselect mask
lt: Atžymėti kaukę

source: Select mask
lt: Pasirinkti kaukę

source: Input mask:
lt: Įvesties kaukė:

source: A columns view with that name already exists.
lt: Stulpelių rodinys tokiu pavadinimu jau egzistuoja.

source: To change current editing colmuns view, either SAVE, COPY or DELETE current editing one
lt: Norėdami pakeisti dabartinį redaguojamą stulpelių rodinį, turite jį IŠSAUGOTI, KOPIJUOTI arba IŠTRINTI

source: Configure custom columns
lt: Konfigūruoti pasirinktinius stulpelius

source: Enter new custom columns name
lt: Įveskite naują pasirinktinių stulpelių pavadinimą

source: Services
lt: Paslaugos

source: Share...
lt: Bendrinti...

# ulng.rsmnuactions
source: Actions
lt: Veiksmai

source: <Default>
lt: <Numatytasis>

source: Octal
lt: Aštuntainė

source: Create Shortcut...
lt: Sukurti nuorodą...

source: Disconnect Network Drive...
lt: Atjungti tinklo diską...

# ulng.rsmnuedit
source: Edit
lt: Redaguoti

source: Eject
lt: Išstumti

source: Extract here...
lt: Išskleisti čia...

source: Map Network Drive...
lt: Prijungti tinklo diską...

source: Mount
lt: Prijungti

# ulng.rsmnunew
source: New
lt: Naujas

source: No media available
lt: Nėra prieinamos laikmenos

# ulng.rsmnuopen
source: Open
lt: Atidaryti

# ulng.rsmnuopenwith
source: Open with
lt: Atidaryti su

# ulng.rsmnuopenwithother
source: Other...
lt: Kitas...

source: Pack here...
lt: Sukurti archyvą čia...

# ulng.rsmnurestore
source: Restore
lt: Atkurti

source: Sort by
lt: Rūšiuoti pagal

source: Unmount
lt: Atjungti

# ulng.rsmnuview
source: View
lt: Rodymas

source: Account:
lt: Paskyra:

source: All Double Commander internal commands
lt: Visos Double Commander vidinės komandos

source: Description: %s
lt: Aprašymas: %s

source: Additional parameters for archiver command-line:
lt: Papildomi parametrai archyvatoriaus komandinei eilutei:

source: Do you want to enclose between quotes?
lt: Ar norite įdėti į kabutes?

source: Bad CRC32 for resulting file: "%s" Do you want to keep the resulting corrupted file anyway?
lt: Bloga CRC32 gautam failui: "%s" Ar norite vis tiek išsaugoti sugadintą failą?

source: Are you sure that you want to cancel this operation?
lt: Ar tikrai norite atšaukti šią operaciją?

source: You can not copy/move a file "%s" to itself!
lt: Negalite kopijuoti/perkelti failo "%s" į save patį!

source: Cannot copy special file %s
lt: Negalima kopijuoti specialaus failo %s

source: Cannot delete directory %s
lt: Negalima ištrinti katalogo %s

source: Cannot overwrite directory "%s" with non-directory "%s"
lt: Negalima perrašyti katalogo "%s" ne katalogu "%s"

source: Change current directory to "%s" failed!
lt: Nepavyko pakeisti dabartinio katalogo į "%s"!

source: Remove all inactive tabs?
lt: Pašalinti visus neaktyvius skirtukus?

source: This tab (%s) is locked! Close anyway?
lt: Šis skirtukas (%s) užrakintas! Vis tiek uždaryti?

source: Confirmation of parameter
lt: Parametro patvirtinimas

source: Command not found! (%s)
lt: Komanda nerasta! (%s)

source: Are you sure you want to quit?
lt: Ar tikrai norite išeiti?

source: The file %s has changed. Do you want to copy it backward?
lt: Failas %s pasikeitė. Ar norite jį kopijuoti atgal?

source: Could not copy backward - do you want to keep the changed file?
lt: Nepavyko kopijuoti atgal - ar norite išsaugoti pakeistą failą?

source: Copy %d selected files/directories?
lt: Kopijuoti %d pasirinktus failus/katalogus?

source: Copy selected "%s"?
lt: Kopijuoti pasirinktą "%s"?

source: < Create a new file type "%s files" >
lt: < Sukurti naują failo tipą "%s failai" >

source: Enter location and filename where to save a DC Toolbar file
lt: Įveskite vietą ir failo pavadinimą, kur išsaugoti DC įrankių juostos failą

source: Custom action
lt: Pasirinktinis veiksmas

source: Delete the partially copied file ?
lt: Ištrinti dalinai nukopijuotą failą?

source: Delete %d selected files/directories?
lt: Ištrinti %d pasirinktus failus/katalogus?

source: Delete %d selected files/directories into trash can?
lt: Ištrinti %d pasirinktus failus/katalogus į šiukšlinę?

source: Delete selected "%s"?
lt: Ištrinti pasirinktą "%s"?

source: Delete selected "%s" into trash can?
lt: Ištrinti pasirinktą "%s" į šiukšlinę?

source: Can not delete "%s" to trash! Delete directly?
lt: Negalima ištrinti "%s" į šiukšlinę! Ištrinti tiesiogiai?

source: Disk is not available
lt: Diskas neprieinamas

source: Enter custom action name:
lt: Įveskite pasirinktinio veiksmo pavadinimą:

source: Enter file extension:
lt: Įveskite failo plėtinį:

source: Enter name:
lt: Įveskite pavadinimą:

source: Enter name of new file type to create for extension "%s"
lt: Įveskite naujo failo tipo pavadinimą, kurį sukurti plėtiniui "%s"

source: CRC error in archive data
lt: CRC klaida archyvo duomenyse

source: Data is bad
lt: Duomenys blogi

source: Can not connect to server: "%s"
lt: Nepavyko prisijungti prie serverio: "%s"

source: Cannot copy file %s to %s
lt: Negalima nukopijuoti failo %s į %s

source: Cannot move directory %s
lt: Negalima perkelti katalogo %s

source: Cannot move file %s
lt: Negalima perkelti failo %s

source: There already exists a directory named "%s".
lt: Jau egzistuoja katalogas pavadinimu "%s".

source: Date %s is not supported
lt: Data %s nepalaikoma

source: Directory %s exists!
lt: Katalogas %s jau egzistuoja!

source: Function aborted by user
lt: Funkcija nutraukta naudotojo

source: Error closing file
lt: Klaida uždarynant failą

source: Cannot create file
lt: Negalima sukurti failo

source: No more files in archive
lt: Archyve nebėra failų

source: Cannot open existing file
lt: Negalima atidaryti esamo failo

source: Error reading from file
lt: Klaida skaitant iš failo

source: Error writing to file
lt: Klaida rašant į failą

source: Can not create directory %s!
lt: Negalima sukurti katalogo %s!

source: Invalid link
lt: Neteisinga nuoroda

source: No files found
lt: Nerasta jokių failų

source: Not enough memory
lt: Nepakanka atminties

source: Function not supported!
lt: Funkcija nepalaikoma!

source: Error in context menu command
lt: Klaida kontekstinio meniu komandoje

source: Error when loading configuration
lt: Klaida įkeliant konfigūraciją

source: Syntax error in regular expression!
lt: Sintaksės klaida reguliarioje išraiškoje!

source: Cannot rename file %s to %s
lt: Negalima pervadinti failo %s į %s

source: Can not save association!
lt: Negalima išsaugoti asociacijos!

source: Cannot save file
lt: Negalima išsaugoti failo

source: Can not set attributes for "%s"
lt: Negalima nustatyti atributų "%s"

source: Can not set date/time for "%s"
lt: Negalima nustatyti datos/laiko "%s"

source: Can not set owner/group for "%s"
lt: Negalima nustatyti savininko/grupės "%s"

source: Can not set permissions for "%s"
lt: Negalima nustatyti leidimų "%s"

source: Can not set extended attributes for "%s"
lt: Negalima nustatyti išplėstinių atributų "%s"

source: Buffer too small
lt: Buferis per mažas

source: Too many files to pack
lt: Per daug failų pakavimui

source: Archive format unknown
lt: Nežinomas archyvo formatas

source: Executable: %s
lt: Vykdomasis failas: %s

source: Exit status:
lt: Išėjimo būsena:

source: Are you sure you want to remove all entries of your Favorite Tabs? (There is no "undo" to this action!)
lt: Ar tikrai norite pašalinti visus Mėgstamų skirtukų įrašus? (Šiam veiksmui nėra "atšaukti"!)

source: Drag here other entries
lt: Vilkite čia kitus įrašus

source: Enter a name for this new Favorite Tabs entry:
lt: Įveskite pavadinimą šiam naujam Mėgstamų skirtukų įrašui:

source: Saving a new Favorite Tabs entry
lt: Naujo Mėgstamų skirtukų įrašo išsaugojimas

source: Number of Favorite Tabs exported successfully: %d on %d
lt: Sėkmingai eksportuotų Mėgstamų skirtukų skaičius: %d iš %d

source: Default extra setting for save dir history for new Favorite Tabs:
lt: Numatytasis papildomas nustatymas katalogų istorijos išsaugojimui naujiems Mėgstamiems skirtukams:

source: Number of file(s) imported successfully: %d on %d
lt: Sėkmingai importuotų failų skaičius: %d iš %d

source: Legacy tabs imported
lt: Importuoti senoviniai skirtukai

source: Select .tab file(s) to import (could be more than one at the time!)
lt: Pasirinkite .tab failus importavimui (gali būti daugiau nei vienu metu!)

source: Last Favorite Tabs modification have been saved yet. Do you want to save them prior to continue?
lt: Paskutiniai Mėgstamų skirtukų pakeitimai dar neišsaugoti. Ar norite juos išsaugoti prieš tęsdami?

# ulng.rsmsgfavoritetabssimplemode
source: Keep saving dir history with Favorite Tabs:
lt: Toliau išsaugoti katalogų istoriją su Mėgstamais skirtukais:

# ulng.rsmsgfavoritetabssubmenuname
source: Submenu name
lt: Pomeniu pavadinimas

source: This will load the Favorite Tabs: "%s"
lt: Tai įkels Mėgstamus skirtukus: "%s"

source: Save current tabs over existing Favorite Tabs entry
lt: Išsaugoti dabartinius skirtukus virš esamo Mėgstamų skirtukų įrašo

source: File %s changed, save?
lt: Failas %s pakeistas, išsaugoti?

source: %s bytes, %s
lt: %s baitų, %s

source: Overwrite:
lt: Perrašyti:

source: File %s exists, overwrite?
lt: Failas %s jau egzistuoja, perrašyti?

source: With file:
lt: Su failu:

source: File "%s" not found.
lt: Failas "%s" nerastas.

source: File operations active
lt: Failų operacijos aktyvios

source: Some file operations have not yet finished. Closing Double Commander may result in data loss.
lt: Kai kurios failų operacijos dar nebaigtos. Uždarant Double Commander gali būti prarasti duomenys.

source: The target name length (%d) is more than %d characters! %s Most programs will not be able to access a file/directory with such a long name!
lt: Tikslo pavadinimo ilgis (%d) yra ilgesnis nei %d simboliai! %s Dauguma programų negalės pasiekti failo/katalogo su tokiu ilgu pavadinimu!

source: File %s is marked as read-only/hidden/system. Delete it?
lt: Failas %s pažymėtas kaip tik skaitomas/paslėptas/sistemos. Ištrinti jį?

source: Are you sure you want to reload the current file and lose the changes?
lt: Ar tikrai norite iš naujo įkelti dabartinį failą ir prarasti pakeitimus?

source: The file size of "%s" is too big for destination file system!
lt: Failo "%s" dydis yra per didelis tikslinių failų sistemai!

source: Folder %s exists, merge?
lt: Aplankas %s jau egzistuoja, sulieti?

source: Follow symlink "%s"?
lt: Sekti simbolinę nuorodą "%s"?

source: Select the text format to import
lt: Pasirinkite importuojamą teksto formatą

source: Add %d selected dirs
lt: Pridėti %d pažymėtus katalogus

source: Add selected dir:
lt: Pridėti pasirinktą katalogą:

source: Add current dir:
lt: Pridėti dabartinį katalogą:

source: Do command
lt: Vykdyti komandą

source: cm_somthing
lt: cm_kažkas

# ulng.rsmsghotdirconfighotlist
source: Configuration of Directory Hotlist
lt: Katalogų sąrašo konfigūracija

source: Are you sure you want to remove all entries of your Directory Hotlist? (There is no "undo" to this action!)
lt: Ar tikrai norite pašalinti visus katalogų sąrašo įrašus? (Šio veiksmo negalima atšaukti!)

source: This will execute the following command:
lt: Bus vykdyta ši komanda:

source: This is hot dir named
lt: Tai yra katalogas pavadinimu

source: This will change active frame to the following path:
lt: Aktyvus langas bus pakeistas į šį kelią:

source: And inactive frame would change to the following path:
lt: O neaktyvus langas būtų pakeistas į šį kelią:

source: Error backuping entries...
lt: Klaida darymo atsarginės kopijos metu...

source: Error exporting entries...
lt: Klaida eksportuojant įrašus...

source: Export all!
lt: Eksportuoti viską!

source: Export Directory Hotlist - Select the entries you want to export
lt: Eksportuoti katalogų sąrašą - Pasirinkite įrašus, kuriuos norite eksportuoti

source: Export selected
lt: Eksportuoti pasirinktus

# ulng.rsmsghotdirimportall
source: Import all!
lt: Importuoti viską!

source: Import Directory Hotlist - Select the entries you want to import
lt: Importuoti katalogų sąrašą - Pasirinkite įrašus, kuriuos norite importuoti

# ulng.rsmsghotdirimportsel
source: Import selected
lt: Importuoti pasirinktus

# ulng.rsmsghotdirjustpath
source: &Path:
lt: &Kelias:

source: Locate ".hotlist" file to import
lt: Rasti ".hotlist" failą importavimui

source: Hotdir name
lt: Katalogo pavadinimas

source: Number of new entries: %d
lt: Naujų įrašų skaičius: %d

source: Nothing selected to export!
lt: Nieko nepasirinkta eksportavimui!

source: Hotdir path
lt: Katalogo kelias

source: Re-Add selected dir:
lt: Pakartotinai pridėti pasirinktą katalogą:

source: Re-Add current dir:
lt: Pakartotinai pridėti dabartinį katalogą:

source: Enter location and filename of Directory Hotlist to restore
lt: Įveskite vietą ir failo pavadinimą, iš kurio atkurti katalogų sąrašą

# ulng.rsmsghotdirsimplecommand
source: Command:
lt: Komanda:

# ulng.rsmsghotdirsimpleendofmenu
source: (end of sub menu)
lt: (submeniu pabaiga)

# ulng.rsmsghotdirsimplemenu
source: Menu &name:
lt: Meniu &pavadinimas:

# ulng.rsmsghotdirsimplename
source: &Name:
lt: &Pavadinimas:

# ulng.rsmsghotdirsimpleseparator
source: (separator)
lt: (skirtukas)

# ulng.rsmsghotdirsubmenuname
source: Submenu name
lt: Submeniu pavadinimas

source: Hotdir target
lt: Katalogo tikslas

source: Determine if you want the active frame to be sorted in a specified order after changing directory
lt: Nustatyti, ar norite, kad aktyvus langas būtų rūšiuojamas nurodyta tvarka po katalogo pakeitimo

source: Determine if you want the not active frame to be sorted in a specified order after changing directory
lt: Nustatyti, ar norite, kad neaktyvus langas būtų rūšiuojamas nurodyta tvarka po katalogo pakeitimo

source: Some functions to select appropriate path relative, absolute, windows special folders, etc.
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą kelią - santykinį, absoliutų, Windows specialius katalogus ir kt.

source: Total entries saved: %d Backup filename: %s
lt: Iš viso išsaugota įrašų: %d Atsarginės kopijos failo pavadinimas: %s

source: Total entries exported:
lt: Iš viso eksportuota įrašų:

source: Do you want to delete all elements inside the sub-menu [%s]? Answering NO will delete only menu delimiters but will keep element inside sub-menu.
lt: Ar norite ištrinti visus elementus submeniu [%s]? Atsakius NE, bus ištrinti tik meniu skirtukai, bet elementai submeniu išliks.

source: Enter location and filename where to save a Directory Hotlist file
lt: Įveskite vietą ir failo pavadinimą, kur išsaugoti katalogų sąrašo failą

source: Incorrect resulting filelength for file : "%s"
lt: Neteisingas gauto failo dydis: "%s"

source: Please insert next disk or something similar. It is to allow writing this file: "%s" Number of bytes still to write: %d
lt: Įdėkite kitą diską ar pan. Tai reikalinga šio failo įrašymui: "%s" Likus baitų skaičius įrašymui: %d

source: Error in command line
lt: Klaida komandinėje eilutėje

source: Invalid filename
lt: Neteisingas failo pavadinimas

source: Invalid format of configuration file
lt: Neteisinga konfigūracijos failo forma

source: Invalid hexadecimal number: "%s"
lt: Neteisingas šešioliktainis skaičius: "%s"

source: Invalid path
lt: Neteisingas kelias

source: Path %s contains forbidden characters.
lt: Kelias %s turi uždraustų simbolių.

source: This is not a valid plugin!
lt: Tai nėra tinkamas įskiepis!

source: This plugin is built for Double Commander for %s.%sIt can not work with Double Commander for %s!
lt: Šis įskiepis yra sukurtas Double Commander %s versijai.%sJis negali veikti su Double Commander %s versija!

source: Invalid quoting
lt: Neteisingas kabučių naudojimas

source: Invalid selection.
lt: Neteisingas pasirinkimas.

source: Loading file list...
lt: Įkeliamas failų sąrašas...

source: Locate TC configuration file (wincmd.ini)
lt: Rasti TC konfigūracijos failą (wincmd.ini)

source: Locate TC executable file (totalcmd.exe or totalcmd64.exe)
lt: Rasti TC vykdomąjį failą (totalcmd.exe ar totalcmd64.exe)

source: Copy file %s
lt: Kopijuojamas failas %s

source: Delete file %s
lt: Trinamas failas %s

source: Error:
lt: Klaida:

source: Launch external
lt: Paleidžiama išorinė programa

source: Result external
lt: Išorinės programos rezultatas

source: Extract file %s
lt: Išskleidžiamas failas %s

source: Info:
lt: Informacija:

source: Create link %s
lt: Kuriama nuoroda %s

source: Create directory %s
lt: Kuriamas katalogas %s

source: Move file %s
lt: Perkeliamas failas %s

source: Pack to file %s
lt: Pakuojama į failą %s

source: Program shutdown
lt: Programos uždarimas

source: Program start
lt: Programos paleidimas

source: Remove directory %s
lt: Šalinamas katalogas %s

source: Done:
lt: Atlikta:

source: Create symlink %s
lt: Kuriama simbolinė nuoroda %s

source: Test file integrity %s
lt: Tikrinamas failo vientisumas %s

source: Wipe file %s
lt: Išvalomas failas %s

source: Wipe directory %s
lt: Išvalomas katalogas %s

source: Master Password
lt: Pagrindinis slaptažodis

source: Please enter the master password:
lt: Įveskite pagrindinį slaptažodį:

source: New file
lt: Naujas failas

source: Next volume will be unpacked
lt: Bus išpakuotas kitas tomas

source: No files
lt: Nėra failų

source: No files selected.
lt: Nepasirinkta jokių failų.

source: No enough free space on target drive, Continue?
lt: Nepakanka laisvos vietos tikslo diske, tęsti?

source: No enough free space on target drive, Retry?
lt: Nepakanka laisvos vietos tikslo diske, bandyti dar kartą?

source: Can not delete file %s
lt: Nepavyko ištrinti failo %s

source: Not implemented.
lt: Neįgyvendinta.

source: Object does not exist!
lt: Objektas neegzistuoja!

source: The action cannot be completed because the file is open in another program:
lt: Veiksmas negali būti užbaigtas, nes failas yra atidarytas kitoje programoje:

# ulng.rsmsgpanelpreview
source: Below is a preview. You may move cursor and select files to get immediately an actual look and feel of the various settings.
lt: Žemiau yra peržiūra. Galite perkelti žymeklį ir pasirinkti failus, kad iškart pamatytumėte įvairių nustatymų veikimą.

# ulng.rsmsgpassword
source: Password:
lt: Slaptažodis:

source: Passwords are different!
lt: Slaptažodžiai nesutampa!

source: Please enter the password:
lt: Įveskite slaptažodį:

source: Password (Firewall):
lt: Slaptažodis (ugniasienė):

source: Please re-enter the password for verification:
lt: Pakartokite slaptažodį patvirtinimui:

source: &Delete %s
lt: &Ištrinti %s

source: Preset "%s" already exists. Overwrite?
lt: Išankstinis nustatymas "%s" jau egzistuoja. Perrašyti?

source: Are you sure you want to delete preset "%s"?
lt: Ar tikrai norite ištrinti išankstinį nustatymą "%s"?

source: Problem executing command (%s)
lt: Problema vykdant komandą (%s)

source: Filename for dropped text:
lt: Failo pavadinimas išmestam tekstui:

source: Please, make this file available. Retry?
lt: Prašome padaryti šį failą prieinamą. Bandyti dar kartą?

source: Enter new friendly name for this Favorite Tabs
lt: Įveskite naują draugišką pavadinimą šiai mėgstamų kortelių grupei

source: Enter new name for this menu
lt: Įveskite naują šio meniu pavadinimą

source: Rename/move %d selected files/directories?
lt: Pervadinti/perkelti %d pasirinktus failus/katalogus?

source: Rename/move selected "%s"?
lt: Pervadinti/perkelti pasirinktą "%s"?

source: Do you want to replace this text?
lt: Ar norite pakeisti šį tekstą?

source: Please, restart Double Commander in order to apply changes
lt: Norint pritaikyti pakeitimus, per paleiskite Double Commander

source: ERROR: Problem loading Lua library file "%s"
lt: KLAIDA: Problema įkeliant Lua bibliotekos failą "%s"

source: Select to which file type to add extension "%s"
lt: Pasirinkite, prie kurio failo tipo pridėti plėtinį "%s"

source: Selected: %s of %s, files: %d of %d, folders: %d of %d
lt: Pasirinkta: %s iš %s, failų: %d iš %d, katalogų: %d iš %d

source: Select executable file for
lt: Pasirinkite vykdomąjį failą

source: Please select only checksum files!
lt: Prašome pasirinkti tik kontrolinių sumų failus!

source: Please select location of next volume
lt: Pasirinkite kito tomu vietą

source: Set volume label
lt: Nustatyti disko etiketę

source: Special Dirs
lt: Specialūs katalogai

source: Add path from active frame
lt: Pridėti kelią iš aktyvaus lango

source: Add path from inactive frame
lt: Pridėti kelią iš neaktyvaus lango

source: Browse and use selected path
lt: Naršyti ir naudoti pasirinktą kelią

source: Use environment variable...
lt: Naudoti aplinkos kintamąjį...

source: Go to Double Commander special path...
lt: Eiti į Double Commander specialų kelią...

source: Go to environment variable...
lt: Eiti į aplinkos kintamąjį...
