Repository: jauniussta/doublecmd-lt-translation
Catalog: doublecmd.*.po
Languages: lt

# tfrmoptionsdirectoryhotlist.cbsorthotdirpath.text
source: Name, a-z
lt: Pavadinimas, a-z

# TFRMOPTIONSDIRECTORYHOTLIST.CBSORTHOTDIRTARGET.TEXT
source: Name, a-z
lt: Pavadinimas, a-z

source: Directory Hotlist (reorder by drag && drop)
lt: Katalogų sąrašas (pertvarkyti vilkdami ir numesdami)

# tfrmoptionsdirectoryhotlist.gbhotlistotheroptions.caption
source: Other options
lt: Kitos parinktys

# TFRMOPTIONSDIRECTORYHOTLIST.LBLEDITHOTDIRNAME.EDITLABEL.CAPTION
source: Name:
lt: Pavadinimas:

# TFRMOPTIONSDIRECTORYHOTLIST.LBLEDITHOTDIRPATH.EDITLABEL.CAPTION
source: Path:
lt: Kelias:

source: &Target:
lt: Paskirties vieta:

# tfrmoptionsdirectoryhotlist.micurrentlevelofitemonly.caption
source: ...current le&vel of item(s) selected only
lt: ...tik dabartinis pasirinktų elementų lygis

source: Scan all &hotdir's path to validate the ones that actually exist
lt: Skenuoti visus katalogų kelius, kad patikrintumėte, kurie iš jų iš tikrųjų egzistuoja

source: &Scan all hotdir's path && target to validate the ones that actually exist
lt: Skenuoti visus katalogų kelius ir paskirties vietas, kad patikrintumėte, kurie iš jų iš tikrųjų egzistuoja

source: to a Directory &Hotlist file (.hotlist)
lt: į katalogų sąrašo failą (.hotlist)

# tfrmoptionsdirectoryhotlist.miexporttototalcommanderk.caption
source: to a "wincmd.ini" of TC (&keep existing)
lt: į TC "wincmd.ini" (išlaikyti esamus)

# tfrmoptionsdirectoryhotlist.miexporttototalcommandernk.caption
source: to a "wincmd.ini" of TC (&erase existing)
lt: į TC "wincmd.ini" (pašalinti esamus)

# tfrmoptionsdirectoryhotlist.migotoconfiguretcinfo1.caption
source: Go to &configure TC related info
lt: Eiti į TC susijusios informacijos konfigūravimą

# TFRMOPTIONSDIRECTORYHOTLIST.MIGOTOCONFIGURETCINFO2.CAPTION
source: Go to &configure TC related info
lt: Eiti į TC susijusios informacijos konfigūravimą

source: HotDirTestMenu
lt: KatalogųTestinisMeniu

source: from a Directory &Hotlist file (.hotlist)
lt: iš katalogų sąrašo failo (.hotlist)

source: from "&wincmd.ini" of TC
lt: iš TC "wincmd.ini"

source: &Navigate...
lt: Naršyti...

source: &Restore a backup of Directory Hotlist
lt: Atkurti katalogų sąrašo atsarginę kopiją

source: &Save a backup of current Directory Hotlist
lt: Išsaugoti dabartinio katalogų sąrašo atsarginę kopiją

# tfrmoptionsdirectoryhotlist.misearchandreplace.caption
source: Search and &replace...
lt: Ieškoti ir keisti...

# tfrmoptionsdirectoryhotlist.misorteverything.caption
source: ...everything, from A to &Z!
lt: ...viską, nuo A iki Z!

# tfrmoptionsdirectoryhotlist.misortsinglegroup.caption
source: ...single &group of item(s) only
lt: ...tik vieną elementų grupę

# tfrmoptionsdirectoryhotlist.misortsinglesubmenu.caption
source: ...&content of submenu(s) selected, no sublevel
lt: ...pasirinkto submeniu turinį, be sublygio

# tfrmoptionsdirectoryhotlist.misortsubmenuandsublevel.caption
source: ...content of submenu(s) selected and &all sublevels
lt: ...pasirinkto submeniu turinį ir visus sublygius

# tfrmoptionsdirectoryhotlist.mitestresultinghotlistmenu.caption
source: Test resultin&g menu
lt: Išbandyti gautą meniu

source: Tweak &path
lt: Koreguoti kelią

source: Tweak &target path
lt: Koreguoti paskirties vietos kelią

source: Addition from main panel
lt: Pridėjimas iš pagrindinės panelės

source: Apply current settings to directory hotlist
lt: Taikyti dabartinius nustatymus katalogų sąrašui

source: Source
lt: Šaltinis

source: Target
lt: Paskirties vieta

# tfrmoptionsdirectoryhotlistextra.gbdirectoryhotlistoptionsextra.caption
source: Paths
lt: Keliai

source: Way to set paths when adding them:
lt: Būdas nustatyti kelius juos pridedant:

# tfrmoptionsdirectoryhotlistextra.lblapplysettingsfor.caption
source: Do this for paths of:
lt: Tai daryk šiuo keliu:

# tfrmoptionsdirectoryhotlistextra.lbpathtoberelativeto.caption
source: Path to be relative to:
lt: Kelias, kuris turi būti santykinis:

source: From all the supported formats, ask which one to use every time
lt: Iš visų palaikomų formatų kiekvieną kartą klausti, kurį naudoti

source: When saving Unicode text, save it in UTF8 format (will be UTF16 otherwise)
lt: Išsaugant Unicode tekstą, saugoti jį UTF8 formatu (kitu atveju bus UTF16)

source: When dropping text, generate filename automatically (otherwise will prompt the user)
lt: Numetant tekstą, automatiškai generuoti failo pavadinimą (kitu atveju klausti naudotojo)

source: &Show confirmation dialog after drop
lt: Rodyti patvirtinimo dialogą po numetimo

source: When drag && dropping text into panels:
lt: Kai tekstas vilkamas ir numetamas į paneles:

source: Place the most desired format on top of list (use dag && drop):
lt: Įdėti pageidaujamiausią formatą sąrašo viršuje (naudoti vilkimą ir numetimą):

source: (if the most desired is not present, we'll take second one and so on)
lt: (jei pageidaujamo nėra, imsime antrą ir t.t.)

source: (will not work with some source application, so try to uncheck if problem)
lt: (su kai kuriomis šaltinio programomis neveiks, todėl jei kyla problemų, pabandykite nuimti žymę)

source: Show &file system
lt: Rodyti failų sistemą

source: Show fr&ee space
lt: Rodyti laisvą vietą

source: Show &label
lt: Rodyti etiketę

source: Drives list
lt: Diskų sąrašas

source: Auto Indent
lt: Automatinis įtraukimas

source: Allows to indent the caret, when new line is created with <Enter>, with the same amount of leading white space as the preceding line
lt: Leidžia įtraukti žymeklį, kai nauja eilutė sukuriama su <Enter>, su tokiu pat pradiniu tarpų kiekiu kaip ir ankstesnė eilutė

source: Group Undo
lt: Grupinis atšaukimas

source: All continuous changes of the same type will be processed in one call instead of undoing/redoing each one
lt: Visi to paties tipo tęstiniai pakeitimai bus apdorojami vienu kartu, o ne atšaukiami/perdarinėjami po vieną

source: Right margin:
lt: Dešinė paraštė:

source: Caret past end of line
lt: Žymeklis už eilutės pabaigos

source: Allows caret to go into empty space beyond end-of-line position
lt: Leidžia žymekliui eiti į tuščią erdvę už eilutės pabaigos pozicijos

source: Show special characters
lt: Rodyti specialiuosius simbolius

source: Shows special characters for spaces and tabulations
lt: Rodo specialiuosius simbolius tarpams ir tabuliacijoms

source: Smart Tabs
lt: Protingos tabuliacijos

source: When using <Tab> key, caret will go to the next non-space character of the previous line
lt: Naudojant <Tab> klavišą, žymeklis eis į kitą netarpinį ankstesnės eilutės simbolį

source: Tab indents blocks
lt: Tabuliacijos įtraukia blokus

source: When active <Tab> and <Shift+Tab> act as block indent, unindent when text is selected
lt: Kai aktyvuota, <Tab> ir <Shift+Tab> veikia kaip bloko įtraukimas, atitraukimas, kai tekstas pasirinktas

source: Use spaces instead tab characters
lt: Naudoti tarpus vietoj tabuliacijos simbolių

source: Converts tab characters to a specified number of space characters (when entering)
lt: Konvertuoja tabuliacijos simbolius į nurodytą tarpų skaičių (įvedant)

source: Delete trailing spaces
lt: Ištrinti galinius tarpus

source: Auto delete trailing spaces, this applies only to edited lines
lt: Automatiškai ištrinti galinius tarpus, tai taikoma tik redaguojamoms eilutėms

# tfrmoptionseditor.edtabwidth.hint
source: Please note that the "Smart Tabs" option takes precedence over the tabulation to be performed
lt: Atminkite, kad "Protingos tabuliacijos" parinktis turi pirmenybę prieš atliekamą tabuliaciją

source: Internal editor options
lt: Vidinio redaktoriaus parinktys

source: Block indent:
lt: Bloko įtraukimas:

source: Tab width:
lt: Tabuliacijos plotis:

# tfrmoptionseditor.lbltabwidth.hint
source: Please note that the "Smart Tabs" option takes precedence over the tabulation to be performed
lt: Atminkite, kad "Protingos tabuliacijos" parinktis turi pirmenybę prieš atliekamą tabuliaciją

# tfrmoptionseditorcolors.backgroundlabel.caption
source: Bac&kground
lt: Fonas

# TFRMOPTIONSEDITORCOLORS.BACKGROUNDUSEDEFAULTCHECKBOX.CAPTION
source: Bac&kground
lt: Fonas

source: Reset
lt: Atstatyti

# TFRMOPTIONSEDITORCOLORS.BTNSAVEMASK.HINT
source: Save
lt: Įrašyti

source: Element Attributes
lt: Elemento atributai

# tfrmoptionseditorcolors.foregroundlabel.caption
source: Fo&reground
lt: Pirmas planas

# TFRMOPTIONSEDITORCOLORS.FOREGROUNDUSEDEFAULTCHECKBOX.CAPTION
source: Fo&reground
lt: Pirmas planas

source: &Text-mark
lt: Teksto žymė

source: Use (and edit) &global scheme settings
lt: Naudoti (ir redaguoti) globalius schemos nustatymus

source: Use &local scheme settings
lt: Naudoti vietinius schemos nustatymus

source: &Bold
lt: Paryškintas

# TFRMOPTIONSEDITORCOLORS.TEXTBOLDRADIOINVERT.CAPTION
source: In&vert
lt: Apversti

# TFRMOPTIONSEDITORCOLORS.TEXTBOLDRADIOOFF.CAPTION
source: O&ff
lt: Išjungta

# TFRMOPTIONSEDITORCOLORS.TEXTBOLDRADIOON.CAPTION
source: O&n
lt: Įjungta

source: &Italic
lt: Kursyvas

# TFRMOPTIONSEDITORCOLORS.TEXTITALICRADIOINVERT.CAPTION
source: In&vert
lt: Apversti

# TFRMOPTIONSEDITORCOLORS.TEXTITALICRADIOOFF.CAPTION
source: O&ff
lt: Išjungta

# TFRMOPTIONSEDITORCOLORS.TEXTITALICRADIOON.CAPTION
source: O&n
lt: Įjungta

source: &Strike Out
lt: Perbrauktas

# TFRMOPTIONSEDITORCOLORS.TEXTSTRIKEOUTRADIOINVERT.CAPTION
source: In&vert
lt: Apversti

# TFRMOPTIONSEDITORCOLORS.TEXTSTRIKEOUTRADIOOFF.CAPTION
source: O&ff
lt: Išjungta

# TFRMOPTIONSEDITORCOLORS.TEXTSTRIKEOUTRADIOON.CAPTION
source: O&n
lt: Įjungta

source: &Underline
lt: Pabrauktas

# tfrmoptionseditorcolors.textunderlineradioinvert.caption
source: In&vert
lt: Apversti

# tfrmoptionseditorcolors.textunderlineradiooff.caption
source: O&ff
lt: Išjungta

# tfrmoptionseditorcolors.textunderlineradioon.caption
source: O&n
lt: Įjungta

# TFRMOPTIONSFAVORITETABS.BTNADD.CAPTION
source: Add...
lt: Pridėti...

# TFRMOPTIONSFAVORITETABS.BTNDELETE.CAPTION
source: Delete...
lt: Ištrinti…

source: Import/Export
lt: Importuoti/Eksportuoti

# TFRMOPTIONSFAVORITETABS.BTNINSERT.CAPTION
source: Insert...
lt: Įterpti...

# TFRMOPTIONSFAVORITETABS.BTNRENAME.CAPTION
source: Rename
lt: Pervadinti

# TFRMOPTIONSFAVORITETABS.BTNSORT.CAPTION
source: Sort...
lt: Rūšiuoti...

# tfrmoptionsfavoritetabs.cbexistingtabstokeep.text
source: None
lt: Nėra

# TFRMOPTIONSFAVORITETABS.CBFULLEXPANDTREE.CAPTION
source: Always expand tree
lt: Visada išskleisti medį

# tfrmoptionsfavoritetabs.cbsavedirhistory.text
source: No
lt: Ne

# tfrmoptionsfavoritetabs.cbtargetpanelleftsavedtabs.text
source: Left
lt: Kairė

# tfrmoptionsfavoritetabs.cbtargetpanelrightsavedtabs.text
source: Right
lt: Dešinė

source: Favorite Tabs list (reorder by drag && drop)
lt: Mėgstamų kortelių sąrašas (pertvarkyti vilkdami ir numesdami)

# TFRMOPTIONSFAVORITETABS.GBFAVORITETABSOTHEROPTIONS.CAPTION
source: Other options
lt: Kitos parinktys

source: What to restore where for the selected entry:
lt: Ką atkurti kur pasirinktam įrašui:

source: Existing tabs to keep:
lt: Esamos kortelės, kurias išlaikyti:

source: Save dir history:
lt: Išsaugoti katalogų istoriją:

source: Tabs saved on left to be restored to:
lt: Kairėje išsaugotos kortelės bus atkuriamos į:

source: Tabs saved on right to be restored to:
lt: Dešinėje išsaugotos kortelės bus atkuriamos į:

# TFRMOPTIONSFAVORITETABS.MIADDSEPARATOR.CAPTION
source: a separator
lt: skirtukas

source: Add separator
lt: Pridėti skirtuką

# TFRMOPTIONSFAVORITETABS.MIADDSUBMENU.CAPTION
source: sub-menu
lt: submeniu

# TFRMOPTIONSFAVORITETABS.MIADDSUBMENU2.CAPTION
source: Add sub-menu
lt: Pridėti submeniu

# TFRMOPTIONSFAVORITETABS.MICOLLAPSEALL.CAPTION
source: Collapse all
lt: Suskleisti viską

# TFRMOPTIONSFAVORITETABS.MICURRENTLEVELOFITEMONLY.CAPTION
source: ...current level of item(s) selected only
lt: ...tik dabartinis pasirinktų elementų lygis

# TFRMOPTIONSFAVORITETABS.MICUTSELECTION.CAPTION
source: Cut
lt: Iškirpti

# TFRMOPTIONSFAVORITETABS.MIDELETEALLFAVORITETABS.CAPTION
source: delete all!
lt: Ištrinti viską!

# TFRMOPTIONSFAVORITETABS.MIDELETECOMPLETESUBMENU.CAPTION
source: sub-menu and all its elements
lt: submeniu ir visus jo elementus

# TFRMOPTIONSFAVORITETABS.MIDELETEJUSTSUBMENU.CAPTION
source: just sub-menu but keep elements
lt: tik submeniu, bet palikti elementus

# TFRMOPTIONSFAVORITETABS.MIDELETESELECTEDENTRY.CAPTION
source: selected item
lt: pasirinktas elementas

# TFRMOPTIONSFAVORITETABS.MIDELETESELECTEDENTRY2.CAPTION
source: Delete selected item
lt: Ištrinti pasirinktą elementą

source: Export selection to legacy .tab file(s)
lt: Eksportuoti pasirinkimą į senąsias .tab bylas

source: FavoriteTabsTestMenu
lt: MėgstamųKorteliųTestinisMeniu

source: Import legacy .tab file(s) according to default setting
lt: Importuoti senąsias .tab bylas pagal numatytuosius nustatymus

# TFRMOPTIONSFAVORITETABS.MIIMPORTLEGACYTABFILESATPOS.CAPTION
source: Import legacy .tab file(s) at selected position
lt: Importuoti senąsias .tab bylas pasirinktoje pozicijoje

# tfrmoptionsfavoritetabs.miimportlegacytabfilesatpos1.caption
source: Import legacy .tab file(s) at selected position
lt: Importuoti senąsias .tab bylas pasirinktoje pozicijoje

source: Import legacy .tab file(s) at selected position in a sub menu
lt: Importuoti senąsias .tab bylas pasirinktoje pozicijoje submeniu

source: Insert separator
lt: Įterpti skirtuką

source: Insert sub-menu
lt: Įterpti submeniu

# TFRMOPTIONSFAVORITETABS.MIOPENALLBRANCHES.CAPTION
source: Open all branches
lt: Atidaryti visas šakas

# TFRMOPTIONSFAVORITETABS.MIPASTESELECTION.CAPTION
source: Paste
lt: Įdėti

# TFRMOPTIONSFAVORITETABS.MIRENAME.CAPTION
source: Rename
lt: Pervadinti

# TFRMOPTIONSFAVORITETABS.MISORTEVERYTHING.CAPTION
source: ...everything, from A to Z!
lt: ...viską, nuo A iki Z!

# TFRMOPTIONSFAVORITETABS.MISORTSINGLEGROUP.CAPTION
source: ...single group of item(s) only
lt: ...tik vieną elementų grupę

# TFRMOPTIONSFAVORITETABS.MISORTSINGLEGROUP2.CAPTION
source: Sort single group of item(s) only
lt: Rūšiuoti tik vieną elementų grupę

# TFRMOPTIONSFAVORITETABS.MISORTSINGLESUBMENU.CAPTION
source: ...content of submenu(s) selected, no sublevel
lt: ...pasirinkto submeniu turinį, be sublygio

# TFRMOPTIONSFAVORITETABS.MISORTSUBMENUANDSUBLEVEL.CAPTION
source: ...content of submenu(s) selected and all sublevels
lt: ...pasirinkto submeniu turinį ir visus sublygius

# TFRMOPTIONSFAVORITETABS.MITESTRESULTINGFAVORITETABSMENU.CAPTION
source: Test resulting menu
lt: Išbandyti gautą meniu

# tfrmoptionsfileassoc.btnaddact.caption
source: Add
lt: Pridėti

# TFRMOPTIONSFILEASSOC.BTNADDEXT.CAPTION
source: Add
lt: Pridėti

# TFRMOPTIONSFILEASSOC.BTNADDNEWTYPE.CAPTION
source: A&dd
lt: P&ridėti

source: C&lone
lt: K&lonuoti

# tfrmoptionsfileassoc.btncommands.hint
source: Select your internal command
lt: Pasirinkite savo vidinę komandą

# tfrmoptionsfileassoc.btndownact.caption
source: Do&wn
lt: Žem&yn

# TFRMOPTIONSFILEASSOC.BTNEDITEXT.CAPTION
source: Edi&t
lt: Redaguoti

# tfrmoptionsfileassoc.btninsertact.caption
source: Insert
lt: Įterpti

# TFRMOPTIONSFILEASSOC.BTNINSERTEXT.CAPTION
source: &Insert
lt: Įterpti

# tfrmoptionsfileassoc.btnparametershelper.hint
source: Variable reminder helper
lt: Kintamųjų priminimo pagalbininkas

# tfrmoptionsfileassoc.btnrelativecommand.hint
source: Some functions to select appropriate path
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą kelią

source: Remo&ve
lt: Pašalinti

source: Re&move
lt: Pašalinti

# TFRMOPTIONSFILEASSOC.BTNREMOVETYPE.CAPTION
source: &Remove
lt: Pašalinti

# tfrmoptionsfileassoc.btnrenametype.caption
source: R&ename
lt: Pervadinti

# tfrmoptionsfileassoc.btnstartpathpathhelper.hint
source: Some functions to select appropriate path
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą kelią

# tfrmoptionsfileassoc.btnstartpathvarhelper.hint
source: Variable reminder helper
lt: Kintamųjų priminimo pagalbininkas

# TFRMOPTIONSFILEASSOC.BTNUPACT.CAPTION
source: &Up
lt: Aukštyn

source: Starting path of the command. Never quote this string.
lt: Komandos pradžios kelias. Niekada neužkliaukite šios eilutės.

source: Name of the action. It is never passed to the system, it's just a mnemonic name chosen by you, for you
lt: Veiksmo pavadinimas. Jis niekada neperduodamas sistemai, tai tik jūsų pasirinktas mnemoninis pavadinimas.

source: Parameter to pass to the command. Long filename with spaces should be quoted (manually entering).
lt: Parametras, kuris bus perduotas komandai. Ilgi failų pavadinimai su tarpais turi būti užkliauti (įvedant rankiniu būdu).

source: Command to execute. Never quote this string.
lt: Komanda, kuri bus vykdoma. Niekada neužkliaukite šios eilutės.

source: Action description
lt: Veiksmo aprašymas

# tfrmoptionsfileassoc.gbactions.caption
source: Actions
lt: Veiksmai

source: Extensions
lt: Plėtiniai

source: Can be sorted by drag & drop
lt: Galima rūšiuoti vilkdami ir numesdami

# tfrmoptionsfileassoc.gbfiletypes.caption
source: File types
lt: Failų tipai

source: Icon
lt: Piktograma

source: Actions may be sorted by drag & drop
lt: Veiksmus galima rūšiuoti vilkdami ir numesdami

source: Extensions may be sorted by drag & drop
lt: Plėtinius galima rūšiuoti vilkdami ir numesdami

source: File types may be sorted by drag & drop
lt: Failų tipus galima rūšiuoti vilkdami ir numesdami

source: Action &name:
lt: Veiksmo pavadinimas:

# tfrmoptionsfileassoc.lblcommand.caption
source: Command:
lt: Komanda:

# tfrmoptionsfileassoc.lblexternalparameters.caption
source: Parameter&s:
lt: Parametrai:

# tfrmoptionsfileassoc.lblstartpath.caption
source: Start pat&h:
lt: Pradžios kelias:

source: Custom with...
lt: Pasirinktinis su...

source: Custom
lt: Pasirinktinis

# TFRMOPTIONSFILEASSOC.MIEDIT.CAPTION
source: Edit
lt: Redaguoti

source: Open in Editor
lt: Atidaryti redaktoriuje

source: Edit with...
lt: Redaguoti su…

source: Get output from command
lt: Gauti išvestį iš komandos

source: Open in Internal Editor
lt: Atidaryti vidiniame redaktoriuje

source: Open in Internal Viewer
lt: Atidaryti vidiniame peržiūros programoje

# TFRMOPTIONSFILEASSOC.MIOPEN.CAPTION
source: Open
lt: Atidaryti

source: Open with...
lt: Atidaryti su…

source: Run in terminal
lt: Paleisti terminale

# TFRMOPTIONSFILEASSOC.MIVIEW.CAPTION
source: View
lt: Peržiūrėti

source: Open in Viewer
lt: Atidaryti peržiūros programoje

source: View with...
lt: Peržiūrėti su…

source: Click me to change icon!
lt: Spustelėkite mane, kad pakeistumėte piktogramą!

source: Apply current settings to all current configured filenames and paths
lt: Taikyti dabartinius nustatymus visoms sukonfigūruotoms bylų ir kelių nuorodoms

source: Default context actions (View/Edit)
lt: Numatytieji kontekstiniai veiksmai (Peržiūrėti/Keisti)

# tfrmoptionsfileassocextra.cbexecuteviashell.caption
source: Execute via shell
lt: Vykdyti per terminalą

source: Extended context menu
lt: Išplėstinis kontekstinis meniu

source: File association configuration
lt: Bylų susiejimo konfigūracija

source: Offer to add selection to file association when not included already
lt: Siūlyti pridėti pasirinkimą prie bylų susiejimo, jei dar neįtraukta

# tfrmoptionsfileassocextra.cboffertoaddtofileassociations.hint
source: When accessing file association, offer to add current selected file if not already included in a configured file type
lt: Pasiekus bylų susiejimą, siūlyti pridėti dabartinę pasirinktą bylą, jei ji dar neįtraukta į sukonfigūruotą bylų tipą

# tfrmoptionsfileassocextra.cbopensystemwithterminalclose.caption
source: Execute via terminal and close
lt: Vykdyti per terminalą ir uždaryti

# tfrmoptionsfileassocextra.cbopensystemwithterminalstayopen.caption
source: Execute via terminal and stay open
lt: Vykdyti per terminalą ir likti atidarytam

# tfrmoptionsfileassocextra.ckbfileassoccommand.caption
source: Commands
lt: Komandos

# tfrmoptionsfileassocextra.ckbfileassocicons.caption
source: Icons
lt: Piktogramos

# tfrmoptionsfileassocextra.ckbfileassocstartpath.caption
source: Starting paths
lt: Pradiniai keliai

source: Extended options items:
lt: Išplėstinių parinkčių elementai:

# tfrmoptionsfileassocextra.gbtoolbaroptionsextra.caption
source: Paths
lt: Kelias

# tfrmoptionsfileassocextra.lbfileassocfilenamestyle.caption
source: Way to set paths when adding elements for icons, commands and starting paths:
lt: Būdas nustatyti kelius pridedant elementus piktogramoms, komandoms ir pradiniams keliams:

# tfrmoptionsfileassocextra.lblapplysettingsfor.caption
source: Do this for files and path for:
lt: Tai daryti byloms ir keliams:

# tfrmoptionsfileassocextra.lbpathtoberelativeto.caption
source: Path to be relative to:
lt: Kelias, kurio atžvilgiu bus santykinis:

source: Show confirmation window for:
lt: Rodyti patvirtinimo langą:

source: Cop&y operation
lt: Kopijavimo operacija

source: &Delete operation
lt: &Ištrynimo operacija

source: Dele&te to recycle bin (Shift key reverses this setting)
lt: Ištrinti į šiukšlinę (Shift pakeičia šį nustatymą)

source: D&elete to trash operation
lt: Iš&trinti į šiukšlinę operaciją

source: D&rop readonly flag
lt: Panaikinti tik skaitymo vėliavėlę

source: &Move operation
lt: Perkėlimo operacija

source: &Process comments with files/folders
lt: Apdoroti komentarus su bylomis/aplankais

source: Select &file name without extension when renaming
lt: Renkant pasirinkti bylos vardą be plėtinio

source: Sho&w tab select panel in copy/move dialog
lt: Rodyti kortelių pasirinkimo skydelį kopijavimo/perkėlimo dialoge

source: S&kip file operations errors and write them to log window
lt: Praleisti bylų operacijų klaidas ir jas įrašyti į žurnalo langą

source: Test archive operation
lt: Archyvo tikrinimo operacija

source: Verify checksum operation
lt: Kontrolinės sumos tikrinimo operacija

source: Executing operations
lt: Vykdomos operacijos

source: User interface
lt: Naudotojo sąsaja

source: &Buffer size for file operations (in KB):
lt: Buferio dydis bylų operacijoms (KB):

source: Buffer size for &hash calculation (in KB):
lt: Buferio dydis maišos skaičiavimui (KB):

source: Show operations progress &initially in
lt: Rodyti operacijų eigą pradžioje

source: Duplicated name auto-rename style:
lt: Dublikavimo vardo automatinio pervadinimo stilius:

source: &Number of wipe passes:
lt: Valymo kartų skaičius:

source: Reset to DC default
lt: Atstatyti į DC numatytąją

# TFRMOPTIONSFILEPANELSCOLORS.CBALLOWOVERCOLOR.CAPTION
source: Allow Overcolor
lt: Leisti perteklinę spalvą

source: Use &Frame Cursor
lt: Naudoti rėmelio žymeklį

source: Use Inactive Sel Color
lt: Naudoti neaktyvios pasirinkimo spalvą

source: U&se Inverted Selection
lt: Naudoti apverstą pasirinkimą

# TFRMOPTIONSFILEPANELSCOLORS.CBUSECURSORBORDER.CAPTION
source: Cursor border
lt: Žymeklio rėmelis

source: Current Path
lt: Dabartinis kelias

source: Bac&kground:
lt: Fonas:

source: Backg&round 2:
lt: Fonas 2:

source: C&ursor Color:
lt: Žymeklio spalva:

source: Cursor Te&xt:
lt: Žymeklio tekstas:

# TFRMOPTIONSFILEPANELSCOLORS.LBLINACTIVECURSORCOLOR.CAPTION
source: Inactive Cursor Color:
lt: Neaktyvaus žymeklio spalva:

# TFRMOPTIONSFILEPANELSCOLORS.LBLINACTIVEMARKCOLOR.CAPTION
source: Inactive Mark Color:
lt: Neaktyvaus žymės spalva:

source: &Brightness level of inactive panel:
lt: Neaktyvaus skydelio šviesumas:

source: &Mark Color:
lt: Žymės spalva:

# tfrmoptionsfilepanelscolors.lblpathactiveback.caption
source: Background:
lt: Fonas:

# tfrmoptionsfilepanelscolors.lblpathactivetext.caption
source: Text Color:
lt: Teksto spalva:

source: Inactive Background:
lt: Neaktyvus fonas:

source: Inactive Text Color:
lt: Neaktyvaus teksto spalva:

source: Below is a preview. You may move cursor, select file and get immediately an actual look and feel of the various settings.
lt: Žemiau yra peržiūra. Galite perkelti žymeklį, pasirinkti bylą ir iš karto pamatyti įvairių nustatymų išvaizdą.

source: T&ext Color:
lt: Teksto spalva:

source: When launching file search, clear file mask filter
lt: Paleidžiant bylų paiešką, išvalyti bylos kaukės filtrą
