Repository: jauniussta/doublecmd-lt-translation
Catalog: doublecmd.*.po
Languages: lt

# TFRMOPTIONSTERMINAL.LBRUNINTERMSTAYOPENPARAMS.CAPTION
source: Parameters:
lt: Parametrai:

# TFRMOPTIONSTERMINAL.LBRUNTERMCMD.CAPTION
source: Command:
lt: Komanda:

# TFRMOPTIONSTERMINAL.LBRUNTERMPARAMS.CAPTION
source: Parameters:
lt: Parametrai:

source: C&lone button
lt: K&lonuoti mygtuką

# tfrmoptionstoolbarbase.BTNDELETEBUTTON.CAPTION
source: &Delete
lt: &Ištrinti

source: Edit hot&key
lt: Redaguoti spar&čiuosius klavišus

source: &Insert new button
lt: Į&terpti naują mygtuką

source: Select
lt: Pasirinkti

# tfrmoptionstoolbarbase.btnother.caption
source: Other...
lt: Kita...

source: Remove hotke&y
lt: Pašalinti sparčiuosius klavišus

source: Suggest
lt: Pasiūlyti

source: Have DC suggest the tooltip based on button type, command and parameters
lt: Leisti DC pasiūlyti patarimą pagal mygtuko tipą, komandą ir parametrus

# tfrmoptionstoolbarbase.CBFLATBUTTONS.CAPTION
source: &Flat buttons
lt: &Plokšti mygtukai

source: Report errors with commands
lt: Pranešti apie klaidas su komandomis

source: Sho&w captions
lt: Rodyti pa&vadinimus

source: Enter command parameters, each in a separate line. Press F1 to see help on parameters.
lt: Įveskite komandos parametrus, kiekvieną atskiroje eilutėje. Paspauskite F1, kad pamatytumėte pagalbą apie parametrus.

source: Appearance
lt: Išvaizda

source: &Bar size:
lt: Juostos dydis:

# tfrmoptionstoolbarbase.lblexternalcommand.caption
source: Co&mmand:
lt: Ko&manda:

# tfrmoptionstoolbarbase.LBLEXTERNALPARAMETERS.CAPTION
source: Parameter&s:
lt: Para&metrai:

# tfrmoptionstoolbarbase.LBLHELPONINTERNALCOMMAND.CAPTION
source: Help
lt: Pagalba

source: Hot key:
lt: Sparčieji klavišai:

source: Ico&n:
lt: Piktograma:

source: Icon si&ze:
lt: Piktogramos dydis:

# tfrmoptionstoolbarbase.lblinternalcommand.caption
source: Co&mmand:
lt: Ko&manda:

source: &Parameters:
lt: &Parametrai:

# tfrmoptionstoolbarbase.LBLSTARTPATH.CAPTION
source: Start pat&h:
lt: Pradinis kelias:

source: Style:
lt: Stilius:

source: &Tooltip:
lt: Pa&tarimas:

source: Add toolbar with ALL DC commands
lt: Pridėti įrankių juostą su VISOMIS DC komandomis

source: for an external command
lt: išorinės komandos

source: for an internal command
lt: vidinės komandos

source: for a separator
lt: skiriamajam

source: for a sub-tool bar
lt: poskyrio įrankių juostai

# tfrmoptionstoolbarbase.MIBACKUP.CAPTION
source: Backup...
lt: Atsarginė kopija...

# tfrmoptionstoolbarbase.MIEXPORT.CAPTION
source: Export...
lt: Eksportuoti...

source: Current toolbar...
lt: Dabartinė įrankių juosta...

# tfrmoptionstoolbarbase.MIEXPORTCURRENTTODCBAR.CAPTION
source: to a Toolbar File (.toolbar)
lt: į įrankių juostos failą (.toolbar)

# tfrmoptionstoolbarbase.MIEXPORTCURRENTTOTCBARKEEP.CAPTION
source: to a TC .BAR file (keep existing)
lt: į TC .BAR failą (išlaikant esamą)

# tfrmoptionstoolbarbase.MIEXPORTCURRENTTOTCBARNOKEEP.CAPTION
source: to a TC .BAR file (erase existing)
lt: į TC .BAR failą (pašalinant esamą)

# tfrmoptionstoolbarbase.MIEXPORTCURRENTTOTCINIKEEP.CAPTION
source: to a "wincmd.ini" of TC (keep existing)
lt: į TC "wincmd.ini" (išlaikant esamą)

# tfrmoptionstoolbarbase.MIEXPORTCURRENTTOTCININOKEEP.CAPTION
source: to a "wincmd.ini" of TC (erase existing)
lt: į TC "wincmd.ini" (pašalinant esamą)

source: Top toolbar...
lt: Viršutinė įrankių juosta...

source: Save a backup of Toolbar
lt: Išsaugoti įrankių juostos atsarginę kopiją

# tfrmoptionstoolbarbase.miexporttoptodcbar.caption
source: to a Toolbar File (.toolbar)
lt: į įrankių juostos failą (.toolbar)

# tfrmoptionstoolbarbase.miexporttoptotcbarkeep.caption
source: to a TC .BAR file (keep existing)
lt: į TC .BAR failą (išlaikant esamą)

# tfrmoptionstoolbarbase.miexporttoptotcbarnokeep.caption
source: to a TC .BAR file (erase existing)
lt: į TC .BAR failą (pašalinant esamą)

# tfrmoptionstoolbarbase.MIEXPORTTOPTOTCINIKEEP.CAPTION
source: to a "wincmd.ini" of TC (keep existing)
lt: į TC "wincmd.ini" (išlaikant esamą)

# tfrmoptionstoolbarbase.MIEXPORTTOPTOTCININOKEEP.CAPTION
source: to a "wincmd.ini" of TC (erase existing)
lt: į TC "wincmd.ini" (pašalinant esamą)

# tfrmoptionstoolbarbase.MIEXTERNALCOMMANDAFTERCURRENT.CAPTION
source: just after current selection
lt: tiesiai po dabartinio pasirinkimo

# tfrmoptionstoolbarbase.MIEXTERNALCOMMANDFIRSTELEMENT.CAPTION
source: as first element
lt: kaip pirmasis elementas

# tfrmoptionstoolbarbase.MIEXTERNALCOMMANDLASTELEMENT.CAPTION
source: as last element
lt: kaip paskutinis elementas

# tfrmoptionstoolbarbase.MIEXTERNALCOMMANDPRIORCURRENT.CAPTION
source: just prior current selection
lt: tiesiai prieš dabartinį pasirinkimą

# tfrmoptionstoolbarbase.MIIMPORT.CAPTION
source: Import...
lt: Importuoti...

source: Restore a backup of Toolbar
lt: Atkurti įrankių juostos atsarginę kopiją

# tfrmoptionstoolbarbase.MIIMPORTBACKUPADDCURRENT.CAPTION
source: to add to current toolbar
lt: pridėti prie dabartinės įrankių juostos

# tfrmoptionstoolbarbase.MIIMPORTBACKUPADDMENUCURRENT.CAPTION
source: to add to a new toolbar to current toolbar
lt: pridėti prie naujos įrankių juostos dabartinėje įrankių juostoje

# tfrmoptionstoolbarbase.MIIMPORTBACKUPADDMENUTOP.CAPTION
source: to add to a new toolbar to top toolbar
lt: pridėti prie naujos įrankių juostos viršutinėje įrankių juostoje

# tfrmoptionstoolbarbase.MIIMPORTBACKUPADDTOP.CAPTION
source: to add to top toolbar
lt: pridėti prie viršutinės įrankių juostos

# tfrmoptionstoolbarbase.MIIMPORTBACKUPREPLACETOP.CAPTION
source: to replace top toolbar
lt: pakeisti viršutinę įrankių juostą

source: from a Toolbar File (.toolbar)
lt: iš įrankių juostos failo (.toolbar)

# tfrmoptionstoolbarbase.miimportdcbaraddcurrent.caption
source: to add to current toolbar
lt: pridėti prie dabartinės įrankių juostos

# tfrmoptionstoolbarbase.miimportdcbaraddmenucurrent.caption
source: to add to a new toolbar to current toolbar
lt: pridėti prie naujos įrankių juostos dabartinėje įrankių juostoje

# tfrmoptionstoolbarbase.miimportdcbaraddmenutop.caption
source: to add to a new toolbar to top toolbar
lt: pridėti prie naujos įrankių juostos viršutinėje įrankių juostoje

# tfrmoptionstoolbarbase.miimportdcbaraddtop.caption
source: to add to top toolbar
lt: pridėti prie viršutinės įrankių juostos

# tfrmoptionstoolbarbase.miimportdcbarreplacetop.caption
source: to replace top toolbar
lt: pakeisti viršutinę įrankių juostą

source: from a single TC .BAR file
lt: iš vieno TC .BAR failo

# tfrmoptionstoolbarbase.MIIMPORTTCBARADDCURRENT.CAPTION
source: to add to current toolbar
lt: pridėti prie dabartinės įrankių juostos

# tfrmoptionstoolbarbase.MIIMPORTTCBARADDMENUCURRENT.CAPTION
source: to add to a new toolbar to current toolbar
lt: pridėti prie naujos įrankių juostos dabartinėje įrankių juostoje

# tfrmoptionstoolbarbase.MIIMPORTTCBARADDMENUTOP.CAPTION
source: to add to a new toolbar to top toolbar
lt: pridėti prie naujos įrankių juostos viršutinėje įrankių juostoje

# tfrmoptionstoolbarbase.MIIMPORTTCBARADDTOP.CAPTION
source: to add to top toolbar
lt: pridėti prie viršutinės įrankių juostos

# tfrmoptionstoolbarbase.MIIMPORTTCBARREPLACETOP.CAPTION
source: to replace top toolbar
lt: pakeisti viršutinę įrankių juostą

source: from "wincmd.ini" of TC...
lt: iš TC "wincmd.ini"...

# tfrmoptionstoolbarbase.MIIMPORTTCINIADDCURRENT.CAPTION
source: to add to current toolbar
lt: pridėti prie dabartinės įrankių juostos

# tfrmoptionstoolbarbase.MIIMPORTTCINIADDMENUCURRENT.CAPTION
source: to add to a new toolbar to current toolbar
lt: pridėti prie naujos įrankių juostos dabartinėje įrankių juostoje

# tfrmoptionstoolbarbase.MIIMPORTTCINIADDMENUTOP.CAPTION
source: to add to a new toolbar to top toolbar
lt: pridėti prie naujos įrankių juostos viršutinėje įrankių juostoje

# tfrmoptionstoolbarbase.MIIMPORTTCINIADDTOP.CAPTION
source: to add to top toolbar
lt: pridėti prie viršutinės įrankių juostos

# tfrmoptionstoolbarbase.MIIMPORTTCINIREPLACETOP.CAPTION
source: to replace top toolbar
lt: pakeisti viršutinę įrankių juostą

# tfrmoptionstoolbarbase.MIINTERNALCOMMANDAFTERCURRENT.CAPTION
source: just after current selection
lt: tiesiai po dabartinio pasirinkimo

# tfrmoptionstoolbarbase.MIINTERNALCOMMANDFIRSTELEMENT.CAPTION
source: as first element
lt: kaip pirmasis elementas

# tfrmoptionstoolbarbase.MIINTERNALCOMMANDLASTELEMENT.CAPTION
source: as last element
lt: kaip paskutinis elementas

# tfrmoptionstoolbarbase.MIINTERNALCOMMANDPRIORCURRENT.CAPTION
source: just prior current selection
lt: tiesiai prieš dabartinį pasirinkimą

# tfrmoptionstoolbarbase.MISEARCHANDREPLACE.CAPTION
source: Search and replace...
lt: Ieškoti ir pakeisti...

# tfrmoptionstoolbarbase.miseparatoraftercurrent.caption
source: just after current selection
lt: tiesiai po dabartinio pasirinkimo

# tfrmoptionstoolbarbase.miseparatorfirstitem.caption
source: as first element
lt: kaip pirmasis elementas

# tfrmoptionstoolbarbase.miseparatorlastelement.caption
source: as last element
lt: kaip paskutinis elementas

# tfrmoptionstoolbarbase.miseparatorpriorcurrent.caption
source: just prior current selection
lt: tiesiai prieš dabartinį pasirinkimą

source: in all of all the above...
lt: visuose iš aukščiau...

source: in all commands...
lt: visose komandose...

source: in all icon names...
lt: visuose piktogramų pavadinimuose...

source: in all parameters...
lt: visuose parametruose...

source: in all start path...
lt: visuose pradiniuose keliuose...

# tfrmoptionstoolbarbase.MISUBTOOLBARAFTERCURRENT.CAPTION
source: just after current selection
lt: tiesiai po dabartinio pasirinkimo

# tfrmoptionstoolbarbase.MISUBTOOLBARFIRSTELEMENT.CAPTION
source: as first element
lt: kaip pirmasis elementas

# tfrmoptionstoolbarbase.MISUBTOOLBARLASTELEMENT.CAPTION
source: as last element
lt: kaip paskutinis elementas

# tfrmoptionstoolbarbase.MISUBTOOLBARPRIORCURRENT.CAPTION
source: just prior current selection
lt: tiesiai prieš dabartinį pasirinkimą

source: Separator
lt: Skirtukas

source: Space
lt: Vieta

source: Button type
lt: Mygtuko tipas

source: Apply current settings to all configured filenames and paths
lt: Taikyti dabartinius nustatymus visiems sukonfigūruotiems failų pavadinimams ir keliams

# tfrmoptionstoolbarextra.ckbtoolbarcommand.caption
source: Commands
lt: Komandos

# tfrmoptionstoolbarextra.ckbtoolbaricons.caption
source: Icons
lt: Piktogramos

# tfrmoptionstoolbarextra.ckbtoolbarstartpath.caption
source: Starting paths
lt: Pradiniai keliai

# tfrmoptionstoolbarextra.gbtoolbaroptionsextra.caption
source: Paths
lt: Keliai

source: Do this for files and paths for:
lt: Daryti tai failams ir keliams:

# tfrmoptionstoolbarextra.lbpathtoberelativeto.caption
source: Path to be relative to:
lt: Kelias turi būti santykinis:

# tfrmoptionstoolbarextra.lbtoolbarfilenamestyle.caption
source: Way to set paths when adding elements for icons, commands and starting paths:
lt: Būdas nustatyti kelius pridedant elementus piktogramoms, komandoms ir pradiniams keliams:

# TFRMOPTIONSTOOLBASE.BTNRELATIVETOOLPATH.HINT
source: Some functions to select appropriate path
lt: Kai kurios funkcijos pasirinkti tinkamą kelią

source: &Keep terminal window open after executing program
lt: &Palikti terminalo langą atvirą po programos vykdymo

source: &Execute in terminal
lt: &Vykdyti terminale

source: &Use external program
lt: &Naudoti išorinę programą

source: A&dditional parameters
lt: Pa&pildomi parametrai

source: &Path to program to execute
lt: &Kelias į vykdomą programą

# tfrmoptionstooltips.btnaddtooltipsfiletype.caption
source: A&dd
lt: P&ridėti

# tfrmoptionstooltips.btnapplytooltipsfiletype.caption
source: A&pply
lt: T&aikyti

# tfrmoptionstooltips.btncopytooltipsfiletype.caption
source: Cop&y
lt: Ko&pijuoti

# tfrmoptionstooltips.btndeletetooltipsfiletype.caption
source: Delete
lt: Ištrinti

# TFRMOPTIONSTOOLTIPS.BTNFIELDSSEARCHTEMPLATE.HINT
source: Template...
lt: Šablonas...

# tfrmoptionstooltips.btnrenametooltipsfiletype.caption
source: &Rename
lt: &Pervadinti

# tfrmoptionstooltips.btntooltipother.caption
source: Oth&er...
lt: Ki&ta...

source: Tooltip configuration for selected file type:
lt: Patarimų konfigūracija pasirinktam failo tipui:

source: General options about tooltips:
lt: Bendrosios patarimų parinktys:

source: &Show tooltip for files in the file panel
lt: &Rodyti patarimus failams failų skydelyje

source: Category &hint:
lt: Kategorijos patarimas:

# TFRMOPTIONSTOOLTIPS.LBLFIELDSMASK.CAPTION
source: Category &mask:
lt: Kategorijos &kaukė:

source: Tooltip hiding delay:
lt: Patarimo slepimo delsa:

source: Tooltip showing mode:
lt: Patarimo rodymo režimas:

source: &File types:
lt: &Failų tipai:

source: Discard Modifications
lt: Atmesti pakeitimus

# tfrmoptionstooltips.mitooltipsfiletypeexport.caption
source: Export...
lt: Eksportuoti...

# tfrmoptionstooltips.mitooltipsfiletypeimport.caption
source: Import...
lt: Importuoti...

source: Sort Tooltip File Types
lt: Rūšiuoti patarimų failų tipus

source: With double-click on the bar on top of a file panel
lt: Dvigubu paspaudimu ant juostos virš failų skydelio

# tfrmoptionstreeviewmenu.ckbdirectoryhotlistfrommenucommand.caption
source: With the menu and internal command
lt: Su meniu ir vidine komanda

source: Double click in tree select and exit
lt: Dvigubas paspaudimas medyje pasirinkti ir išeiti

# TFRMOPTIONSTREEVIEWMENU.CKBFAVORITATABSFROMMENUCOMMAND.CAPTION
source: With the menu and internal command
lt: Su meniu ir vidine komanda

source: With double-click on a tab (if configured for it)
lt: Dvigubu paspaudimu ant kortelės (jei sukonfigūruota)

source: When using the keyboard shortcut, it will exit the window returning the current choice
lt: Naudojant klaviatūros trumpinį, langas bus uždarytas grąžinant dabartinį pasirinkimą

source: Single mouse click in tree select and exit
lt: Vienas pelės paspaudimas medyje pasirinkti ir išeiti

source: Use it for Command Line History
lt: Naudoti komandinės eilutės istorijai

source: Use it for the Dir History
lt: Naudoti aplankų istorijai

source: Use it for the View History (Visited paths for active view)
lt: Naudoti peržiūros istorijai (aplankyti keliai aktyvioje peržiūroje)

source: Behavior regarding selection:
lt: Elgesys pasirinkimo atžvilgiu:

source: Tree View Menus related options:
lt: Medžio rodinio meniu susijusios parinktys:

source: Where to use Tree View Menus:
lt: Kur naudoti medžio rodinio meniu:

source: *NOTE: Regarding the options like the case sensitivity, ignoring accents or not, these are saved and restored individually for each context from a usage and session to another.
lt: *PASTABA: Dėl parinkčių, tokių kaip didžiųjų ir mažųjų raidžių jautrumas, ignoruoti ar ne akcentus, šie yra išsaugomi ir atkuriami atskirai kiekvienai situacijai nuo vieno naudojimo ir sesijos iki kito.

source: With Directory Hotlist:
lt: Su aplankų karštuoju sąrašu:

source: With Favorite Tabs:
lt: Su mėgstamomis kortelėmis:

source: With History:
lt: Su istorija:

source: Use and display keyboard shortcut for choosing items
lt: Naudoti ir rodyti klaviatūros trumpinius elementų pasirinkimui

source: Font
lt: Šriftas

source: Layout and colors options:
lt: Išdėstymo ir spalvų parinktys:

source: Background color:
lt: Fono spalva:

source: Cursor color:
lt: Žymeklio spalva:

source: Found text color:
lt: Rasto teksto spalva:

source: Found text under cursor:
lt: Rastas tekstas po žymekliu:

source: Normal text color:
lt: Normalaus teksto spalva:

source: Normal text under cursor:
lt: Normalus tekstas po žymekliu:

source: Secondary text color:
lt: Antrinio teksto spalva:

source: Secondary text under cursor:
lt: Antrinis tekstas po žymekliu:

source: Shortcut color:
lt: Trumpinio spalva:

source: Shortcut under cursor:
lt: Trumpinys po žymekliu:

source: Unselectable text color:
lt: Nepasirenkamo teksto spalva:

source: Unselectable under cursor:
lt: Nepasirenkamas po žymekliu:

source: Change color on left and you'll see here a preview of what your Tree View Menus will look likes with this sample.
lt: Pakeiskite spalvą kairėje ir čia pamatysite, kaip atrodys jūsų medžio rodinio meniu su šiuo pavyzdžiu.

source: Internal viewer options
lt: Vidinės peržiūros parinktys

source: &Number of columns in book viewer
lt: Stulpelių skaičius knygų peržiūroje

# tfrmpackdlg.btnconfig.caption
source: Con&figure
lt: Kon&figūruoti

source: Pack files
lt: Suspausti failus

source: C&reate separate archives, one per selected file/dir
lt: Sukurti atskirus archyvus, po vieną kiekvienam pasirinktam failui/aplankui

source: Create self e&xtracting archive
lt: Sukurti savarankiškai išskleidžiamą archyvą

# tfrmpackdlg.cbencrypt.caption
source: Encr&ypt
lt: Šifruoti

source: Mo&ve to archive
lt: Perkelti į archyvą

source: &Multiple disk archive
lt: &Kelių diskų archyvas

source: P&ut in the TAR archive first
lt: P&irmiausia įdėti į TAR archyvą

source: Also &pack path names (only recursed)
lt: Taip pat &supakuoti kelių pavadinimus (tik rekursiškai)

source: Pack file(s) to the file:
lt: Supakuoti failus į failą:

source: Packer
lt: Pakavimo programa

# TFRMPACKINFODLG.BTNCLOSE.CAPTION
source: &Close
lt: &Uždaryti

source: Unpack &all and execute
lt: Išskleisti visus ir vykdyti

source: &Unpack and execute
lt: Išskleisti ir vykdyti

source: Properties of packed file
lt: Suspausto failo savybės

source: Attributes:
lt: Atributai:

source: Compression ratio:
lt: Suspaudimo laipsnis:

source: Date:
lt: Data:

source: Method:
lt: Metodas:

source: Original size:
lt: Originalus dydis:

source: File:
lt: Failas:

source: Packed size:
lt: Supakuotas dydis:

source: Packer:
lt: Pakavimo programa:

source: Time:
lt: Laikas:

source: Print configuration
lt: Spausdinimo konfigūracija

source: Margins (mm)
lt: Paraštės (mm)

source: &Bottom:
lt: Apačia:

source: &Left:
lt: Kairė:

source: &Right:
lt: Dešinė:

source: &Top:
lt: Viršus:

source: Close filter panel
lt: Uždaryti filtro skydelį

source: Enter text to search for or filter by
lt: Įveskite tekstą, pagal kurį ieškoti arba filtruoti

source: Case Sensitive
lt: Jautrus raidžių dydžiui

# TFRMQUICKSEARCH.SBDIRECTORIES.HINT
source: Directories
lt: Aplankai

# TFRMQUICKSEARCH.SBFILES.HINT
source: Files
lt: Failai

source: Match Beginning
lt: Atitinka pradžią

source: Match Ending
lt: Atitinka pabaigą

source: Filter
lt: Filtras

source: Toggle between search or filter
lt: Perjungti tarp paieškos ir filtro

source: &More rules
lt: &Daugiau taisyklių

source: L&ess rules
lt: Mažiau taisyklių

source: Use &content plugins, combine with:
lt: Naudoti turinio įskiepius, derinti su:

# TFRMSEARCHPLUGIN.HEADERCONTROL.SECTIONS[0].TEXT
source: Plugin
lt: Įskiepis

# tfrmsearchplugin.headercontrol.sections[1].text
source: Field
lt: Laukas

# tfrmsearchplugin.headercontrol.sections[2].text
source: Operator
lt: Operatorius

# tfrmsearchplugin.headercontrol.sections[3].text
source: Value
lt: Reikšmė

source: &AND (all match)
lt: &IR (visi atitinka)

source: &OR (any match)
lt: &ARBA (bet kuris atitinka)

# tfrmselectduplicates.btnapply.caption
source: &Apply
lt: &Taikyti

# tfrmselectduplicates.btncancel.caption
source: &Cancel
lt: &Atšaukti

# tfrmselectduplicates.btnexcludemask.hint
source: Template...
lt: Šablonas...

# tfrmselectduplicates.btnincludemask.hint
source: Template...
lt: Šablonas...

# tfrmselectduplicates.btnok.caption
source: &OK
lt: &Gerai

source: Select duplicate files
lt: Pasirinkti dublikatus

source: &Leave at least one file in each group unselected:
lt: &Palikti bent vieną failą kiekvienoje grupėje nepasirinktą:

source: &Remove selection by name/extension:
lt: &Pašalinti pasirinkimą pagal pavadinimą/plėtinį:

source: Select by &name/extension:
lt: Pasirinkti pagal &pavadinimą/plėtinį:

# tfrmselectpathrange.buttonpanel.cancelbutton.caption
source: &Cancel
lt: &Atšaukti

# tfrmselectpathrange.buttonpanel.okbutton.caption
source: &OK
lt: &Gerai

source: Sep&arator
lt: Skiriamasis ženklas

source: Count from
lt: Skaičiuoti nuo

# tfrmselectpathrange.lblresult.caption
source: Result:
lt: Rezultatas:

source: &Select the directories to insert (you may select more than one)
lt: &Pasirinkite aplankus įterpti (galite pasirinkti daugiau nei vieną)

# tfrmselectpathrange.rbfirstfromend.caption
source: The en&d
lt: Pa&baiga

# tfrmselectpathrange.rbfirstfromstart.caption
source: The sta&rt
lt: Pr&adžia

# tfrmselecttextrange.buttonpanel.cancelbutton.caption
source: &Cancel
lt: &Atšaukti

# tfrmselecttextrange.buttonpanel.okbutton.caption
source: &OK
lt: &Gerai

source: Count first from
lt: Pirmiausia skaičiuoti nuo

source: Count last from
lt: Paskutinį skaičiuoti nuo

source: Range description
lt: Diapazono aprašas

# tfrmselecttextrange.lblresult.caption
source: Result:
lt: Rezultatas:

source: &Select the characters to insert:
lt: &Pasirinkite simbolius įterpti:

source: [&First:Last]
lt: [&Pirmas:Paskutinis]

source: [First,&Length]
lt: [Pirmas,Ilgis]

# tfrmselecttextrange.rbfirstfromend.caption
source: The en&d
lt: Pa&baiga

# tfrmselecttextrange.rbfirstfromstart.caption
source: The sta&rt
lt: Pr&adžia

source: The &end
lt: Pabaiga

source: The s&tart
lt: Pradžia

# TFRMSETFILEPROPERTIES.BTNCANCEL.CAPTION
source: &Cancel
lt: &Atšaukti

# TFRMSETFILEPROPERTIES.BTNOK.CAPTION
source: &OK
lt: &Gerai

source: Change attributes
lt: Keisti atributus

# TFRMSETFILEPROPERTIES.CBSTICKY.CAPTION
source: Sticky
lt: Lipnus

source: Archive
lt: Archyvas

# tfrmsetfileproperties.chkcreationtime.caption
source: Created:
lt: Sukūrimo data:

source: Hidden
lt: Paslėptas

# tfrmsetfileproperties.chklastaccesstime.caption
source: Accessed:
lt: Paskutinį kartą atverta:

# tfrmsetfileproperties.chklastwritetime.caption
source: Modified:
lt: Pakeista:

source: Read only
lt: Tik skaitymui

source: Including subfolders
lt: Įskaitant pakatalogius

# tfrmsetfileproperties.chksystem.caption
source: System
lt: Sistemos

source: Timestamp properties
lt: Laiko žymos savybės

# TFRMSETFILEPROPERTIES.GBUNIXATTRIBUTES.CAPTION
source: Attributes
lt: Atributai

# TFRMSETFILEPROPERTIES.GBWINATTRIBUTES.CAPTION
source: Attributes
lt: Atributai

# TFRMSETFILEPROPERTIES.LBLATTRBITSSTR.CAPTION
source: Bits:
lt: Bitai:

# TFRMSETFILEPROPERTIES.LBLATTRGROUPSTR.CAPTION
source: Group
lt: Grupė

# tfrmsetfileproperties.lblattrinfo.caption
source: (gray field means unchanged value)
lt: (pilkas laukas reiškia nepakeistą reikšmę)

# TFRMSETFILEPROPERTIES.LBLATTROTHERSTR.CAPTION
source: Other
lt: Kita

# TFRMSETFILEPROPERTIES.LBLATTROWNERSTR.CAPTION
source: Owner
lt: Savininkas

# TFRMSETFILEPROPERTIES.LBLATTRTEXTSTR.CAPTION
source: Text:
lt: Tekstas:

# TFRMSETFILEPROPERTIES.LBLEXEC.CAPTION
source: Execute
lt: Vykdyti

# TFRMSETFILEPROPERTIES.LBLMODEINFO.CAPTION
source: (gray field means unchanged value)
lt: (pilkas laukas reiškia nepakeistą reikšmę)

# TFRMSETFILEPROPERTIES.LBLOCTAL.CAPTION
source: Octal:
lt: Aštuntainė:

# TFRMSETFILEPROPERTIES.LBLREAD.CAPTION
source: Read
lt: Skaityti

# TFRMSETFILEPROPERTIES.LBLWRITE.CAPTION
source: Write
lt: Rašyti

source: &Sort
lt: &Rūšiuoti

# tfrmsortanything.buttonpanel.cancelbutton.caption
source: &Cancel
lt: &Atšaukti

# tfrmsortanything.buttonpanel.okbutton.caption
source: &OK
lt: &Gerai

source: frmSortAnything
lt: frmRūšiuotiBetKą

source: Drag and drop elements to sort them
lt: Vilkite ir paleiskite elementus, kad juos rūšiuotumėte

# TFRMSPLITTER.BTNRELATIVEFTCHOICE.HINT
source: Some functions to select appropriate path
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą kelią

source: Splitter
lt: Skirstytuvas

source: Require a CRC32 verification file
lt: Reikalauti CRC32 patikros failo

source: Size and number of parts
lt: Dydis ir dalių skaičius

source: Split the file to directory:
lt: Padalinti failą į katalogą:

source: &Number of parts
lt: &Dalių skaičius

source: &Bytes
lt: &Baitai

source: &Gigabytes
lt: &Gigabaitai

source: &Kilobytes
lt: &Kilobaitai

source: &Megabytes
lt: &Megabaitai

# TFRMSTARTINGSPLASH.LBLBUILD.CAPTION
source: Build
lt: Sukurta
