Repository: jauniussta/doublecmd-lt-translation
Catalog: doublecmd.*.po
Languages: lt

source: Load Preset 3
lt: Įkelti iš anksto nustatytą 3

source: Load Preset 4
lt: Įkelti iš anksto nustatytą 4

source: Load Preset 5
lt: Įkelti iš anksto nustatytą 5

source: Load Preset 6
lt: Įkelti iš anksto nustatytą 6

source: Load Preset 7
lt: Įkelti iš anksto nustatytą 7

source: Load Preset 8
lt: Įkelti iš anksto nustatytą 8

source: Load Preset 9
lt: Įkelti iš anksto nustatytą 9

# tfrmmultirename.actnameextmask.caption
source: Filename
lt: Failo pavadinimas

# tfrmmultirename.actnamenamemask.caption
source: Filename
lt: Failo pavadinimas

# tfrmmultirename.actplgnextmask.caption
source: Plugins
lt: Įskiepiai

# tfrmmultirename.actplgnnamemask.caption
source: Plugins
lt: Įskiepiai

# tfrmmultirename.actrename.caption
source: &Rename
lt: &Pervadinti

# tfrmmultirename.actrenamepreset.caption
source: Rename
lt: Pervadinti

# tfrmmultirename.actresetall.caption
source: Reset &All
lt: Iš naujo &viską

# tfrmmultirename.actsavepreset.caption
source: Save
lt: Išsaugoti

# tfrmmultirename.actsavepresetas.caption
source: Save As...
lt: Išsaugoti kaip...

source: Show Preset Menu
lt: Rodyti iš anksto nustatytų meniu

source: Sort
lt: Rūšiuoti

# tfrmmultirename.acttimeextmask.caption
source: Time
lt: Laikas

# tfrmmultirename.acttimenamemask.caption
source: Time
lt: Laikas

source: View Rename Log File
lt: Peržiūrėti pervadinimo žurnalo failą

# tfrmmultirename.caption
source: Multi-Rename Tool
lt: Daugialypio pervadinimo įrankis

# tfrmmultirename.cbcasesens.hint
source: Case sensitive
lt: Skirti didžiąsias ir mažąsias raides

source: &Log result
lt: &Įrašyti rezultatą į žurnalą

source: Append
lt: Pridėti

source: Replace only once per file
lt: Keisti tik vieną kartą kiekviename faile

source: Regular e&xpressions
lt: Reguliariosios &išraiškos

source: &Use substitution
lt: &Naudoti pakaitalus

# tfrmmultirename.gbcounter.caption
source: Counter
lt: Skaitiklis

source: Find && Replace
lt: Ieškoti ir &keisti

source: Mask
lt: Kaukė

source: Presets
lt: Iš anksto nustatyti

source: &Extension
lt: &Plėtinys

source: &Find...
lt: &Ieškoti...

source: &Interval
lt: &Intervalas

source: File &Name
lt: Failo &pavadinimas

source: Re&place...
lt: &Pakeisti...

source: S&tart Number
lt: P&radžios numeris

source: &Width
lt: &Plotis

# tfrmmultirename.miactions.caption
source: Actions
lt: Veiksmai

# tfrmmultirename.mieditor.caption
source: Editor
lt: Redaktorius

source: Old File Name
lt: Senas failo pavadinimas

source: New File Name
lt: Naujas failo pavadinimas

source: File Path
lt: Failo kelias

source: Click OK when you have closed the editor to load the changed names!
lt: Spustelėkite OK, kai uždarėte redaktorių, kad būtų įkelti pakeisti pavadinimai!

source: Choose an application
lt: Pasirinkite programą

source: Custom command
lt: Pasirinktinė komanda

source: Save association
lt: Išsaugoti susiejimą

source: Set selected application as default action
lt: Nustatyti pasirinktą programą kaip numatytą veiksmą

source: File type to be opened: %s
lt: Failo tipas, kurį atidaryti: %s

source: Multiple file names
lt: Keli failų pavadinimai

source: Multiple URIs
lt: Keli URI

source: Single file name
lt: Vienas failo pavadinimas

source: Single URI
lt: Vienas URI

# tfrmoptions.btnapply.caption
source: &Apply
lt: &Taikyti

# TFRMOPTIONS.BTNCANCEL.CAPTION
source: &Cancel
lt: &Atšaukti

# tfrmoptions.btnhelp.caption
source: &Help
lt: &Pagalba

# TFRMOPTIONS.BTNOK.CAPTION
source: &OK
lt: &Gerai

# tfrmoptions.caption
source: Options
lt: Nustatymai

source: Please select one of the subpages, this page does not contain any settings.
lt: Pasirinkite vieną iš subpuslapių, šis puslapis neturi jokių nustatymų.

# tfrmoptionsarchivers.btnarchiveradd.caption
source: A&dd
lt: &Pridėti

# tfrmoptionsarchivers.btnarchiveraddhelper.hint
source: Variable reminder helper
lt: Kintamųjų priminimo pagalbininkas

# tfrmoptionsarchivers.btnarchiverapply.caption
source: A&pply
lt: &Taikyti

# tfrmoptionsarchivers.btnarchivercopy.caption
source: Cop&y
lt: &Kopijuoti

# tfrmoptionsarchivers.btnarchiverdelete.caption
source: Delete
lt: Ištrinti

# tfrmoptionsarchivers.btnarchiverdeletehelper.hint
source: Variable reminder helper
lt: Kintamųjų priminimo pagalbininkas

# tfrmoptionsarchivers.btnarchiverextracthelper.hint
source: Variable reminder helper
lt: Kintamųjų priminimo pagalbininkas

# tfrmoptionsarchivers.btnarchiverextractwithoutpathhelper.hint
source: Variable reminder helper
lt: Kintamųjų priminimo pagalbininkas

# tfrmoptionsarchivers.btnarchiverlisthelper.hint
source: Variable reminder helper
lt: Kintamųjų priminimo pagalbininkas

# tfrmoptionsarchivers.btnarchiverother.caption
source: Oth&er...
lt: &Kita...

# tfrmoptionsarchivers.btnarchiverrelativer.hint
source: Some functions to select appropriate path
lt: Kai kurios funkcijos tinkamam keliui pasirinkti

# tfrmoptionsarchivers.btnarchiverrename.caption
source: &Rename
lt: &Pervadinti

# tfrmoptionsarchivers.btnarchiverselfextracthelper.hint
source: Variable reminder helper
lt: Kintamųjų priminimo pagalbininkas

# tfrmoptionsarchivers.btnarchivertesthelper.hint
source: Variable reminder helper
lt: Kintamųjų priminimo pagalbininkas

# tfrmoptionsarchivers.bvlarchiverids.caption
source: ID's used with cm_OpenArchive to recognize archive by detecting its content and not via file extension:
lt: ID, naudojami su cm_OpenArchive, kad atpažinti archyvą pagal jo turinį, o ne pagal failo plėtinį:

# tfrmoptionsarchivers.bvlarchiveroptions.caption
source: Options:
lt: Parinktys:

# tfrmoptionsarchivers.bvlarchiverparsingmode.caption
source: Format parsing mode:
lt: Formato analizės režimas:

# tfrmoptionsarchivers.chkarchiverenabled.caption
source: E&nabled
lt: Į&jungta

source: De&bug mode
lt: &Derinimo režimas

# tfrmoptionsarchivers.chkarchivermultiarcoutput.caption
source: S&how console output
lt: R&odyti konsolės išvestį

source: Use archive name without extension as list
lt: Naudoti archyvo pavadinimą be plėtinio kaip sąrašą

source: Uni&x file attributes
lt: Uni&x failo atributai

source: &Unix path delimiter "/"
lt: &Unix kelio skirtukas "/"

source: Windows &file attributes
lt: Windows &failo atributai

source: Windows path deli&miter "\"
lt: Windows kelio skirtu&kas "\"

# tfrmoptionsarchivers.lblarchiveradd.caption
source: Add&ing:
lt: Pri&dedama:

# tfrmoptionsarchivers.lblarchiverarchiver.caption
source: Arc&hiver:
lt: Archi&vatorius:

source: De&lete:
lt: Ištrinti:

# tfrmoptionsarchivers.lblarchiverdescription.caption
source: De&scription:
lt: Ap&rašas:

# tfrmoptionsarchivers.lblarchiverextension.caption
source: E&xtension:
lt: Plė&tinys:

# tfrmoptionsarchivers.lblarchiverextract.caption
source: Ex&tract:
lt: Iš&gauti:

source: Extract &without path:
lt: Išgauti &be kelio:

source: ID Po&sition:
lt: ID Po&zicija:

source: ID See&k Range:
lt: ID pa&ieškos diapazonas:

# tfrmoptionsarchivers.lblarchiverlist.caption
source: &List:
lt: &Sąrašas:

source: Archi&vers:
lt: Archi&vatoriai:

# tfrmoptionsarchivers.lblarchiverlistend.caption
source: Listing &finish (optional):
lt: Sąrašo &pabaiga (nebūtina):

# tfrmoptionsarchivers.lblarchiverlistformat.caption
source: Listing for&mat:
lt: Sąrašo for&matas:

# tfrmoptionsarchivers.lblarchiverliststart.caption
source: Listin&g start (optional):
lt: Sąrašo pr&adžia (nebūtina):

source: Password &query string:
lt: Slaptažodžio &užklausos eilutė:

source: Create self extractin&g archive:
lt: Sukurti savarankiškai išsi&skleidžiantį archyvą:

source: Tes&t:
lt: Tik&rinti:

source: Auto Configure
lt: Automatinis konfigūravimas

source: Disable all
lt: Išjungti visus

source: Discard modifications
lt: Atmesti pakeitimus

source: Enable all
lt: Įjungti visus

# tfrmoptionsarchivers.miarchiverexport.caption
source: Export...
lt: Eksportuoti...

# tfrmoptionsarchivers.miarchiverimport.caption
source: Import...
lt: Importuoti...

source: Sort archivers
lt: Rūšiuoti archyvatorius

source: Additional
lt: Papildoma

# tfrmoptionsarchivers.tbarchivergeneral.caption
source: General
lt: Bendri

source: When &size, date or attributes change
lt: Kai pasikeičia &dydis, data arba atributai

# tfrmoptionsautorefresh.cbwatchexcludedirs.caption
source: For the following &paths and their subdirectories:
lt: Šiems &keliams ir jų subkatalogams:

source: When &files are created, deleted or renamed
lt: Kai &failai kuriami, trinami arba pervadinami

source: When application is in the &background
lt: Kai programa yra &fone

source: Disable auto-refresh
lt: Išjungti automatinį atnaujinimą

source: Refresh file list
lt: Atnaujinti failų sąrašą

source: Al&ways show tray icon
lt: Visada rodyti sistemos dėklo &piktogramą

source: Automatically &hide unmounted devices
lt: Automatiškai &slėpti neišmontuotus įrenginius

source: Mo&ve icon to system tray when minimized
lt: Perkelti piktogramą į sistemos dėklą, kai &sutraukta

source: A&llow only one copy of DC at a time
lt: Leisti tik vieną DC kopiją vienu metu

source: Here you can enter one or more drives or mount points, separated by ";".
lt: Čia galite įvesti vieną ar daugiau diskų ar montavimo taškų, atskirtų ";".

source: Drives &blacklist
lt: Diskų &juodasis sąrašas

source: Columns size
lt: Stulpelių dydis

source: Show file extensions
lt: Rodyti failų plėtinius

source: ali&gned (with Tab)
lt: suly&giuoti (su Tab)

source: di&rectly after filename
lt: tiesiogiai po failo pavadinimo

source: Auto
lt: Automatiškai

source: Fixed columns count
lt: Fiksuotas stulpelių skaičius

source: Fixed columns width
lt: Fiksuotas stulpelių plotis

source: Use &Gradient Indicator
lt: Naudoti &gradiento indikatorių

# tfrmoptionscolors.dbbinarymode.caption
source: Binary Mode
lt: Dvejetainis režimas

source: Book Mode
lt: Knygos režimas

source: Image Mode
lt: Vaizdo režimas

source: Text Mode
lt: Teksto režimas

source: Added:
lt: Pridėta:

# tfrmoptionscolors.lblbookbackground.caption
source: Background:
lt: Fonas:

# tfrmoptionscolors.lblbooktext.caption
source: Text:
lt: Tekstas:

source: Category:
lt: Kategorija:

source: Deleted:
lt: Ištrinta:

source: Error:
lt: Klaida:

source: Background 1:
lt: Fonas 1:

# tfrmoptionscolors.lblimagebackground2.caption
source: Background 2:
lt: Fonas 2:

source: In&dicator Back Color:
lt: Indikatoriaus &fono spalva:

source: &Indicator Fore Color:
lt: Indikatoriaus &teksto spalva:

source: Indicator &Threshold Color:
lt: Indikatoriaus &slenksčio spalva:

source: Information:
lt: Informacija:

source: Left:
lt: Kairė:

# tfrmoptionscolors.lblmodified.caption
source: Modified:
lt: Pakeista:

# tfrmoptionscolors.lblmodifiedbinary.caption
source: Modified:
lt: Pakeista:

source: Right:
lt: Dešinė:

# tfrmoptionscolors.lblsuccess.caption
source: Success:
lt: Sėkmė:

source: Unknown:
lt: Nežinoma:

source: State
lt: Būsena

source: Column titles alignment &like values
lt: Stulpelių pavadinimų lygiavimas &kaip reikšmių

source: Cut &text to column width
lt: Karpyti &tekstą pagal stulpelio plotį

source: &Extend cell width if text is not fitting into column
lt: &Išplėsti langelio plotį, jei tekstas netelpa į stulpelį

source: &Horizontal lines
lt: &Horizontalios linijos

source: &Vertical lines
lt: &Vertikalios linijos

source: A&uto fill columns
lt: A&utomatiškai užpildyti stulpelius

source: Show grid
lt: Rodyti tinklelį

source: Auto-size columns
lt: Automatinis stulpelių dydžio keitimas

source: Auto si&ze column:
lt: Automatiškai keisti stulpelio d&ydį:

# TFRMOPTIONSCONFIGURATION.BTNCONFIGAPPLY.CAPTION
source: A&pply
lt: &Taikyti

# TFRMOPTIONSCONFIGURATION.BTNCONFIGEDIT.CAPTION
source: &Edit
lt: &Redaguoti

source: Co&mmand line history
lt: Komandinės eilutės istorija

source: &Directory history
lt: Katalogų istorija

source: &File mask history
lt: Failų kaukių istorija

# tfrmoptionsconfiguration.chkfoldertabs.caption
source: Folder tabs
lt: Katalogų kortelės

source: Sa&ve configuration
lt: Išsaugoti konfigūraciją

source: Searc&h/Replace history
lt: Paieškos/keitimo istorija

source: Main window state
lt: Pagrindinio lango būsena

# TFRMOPTIONSCONFIGURATION.GBDIRECTORIES.CAPTION
source: Directories
lt: Katalogai

source: Location of configuration files
lt: Konfigūracijos failų vieta

source: Save on exit
lt: Išsaugoti išeinant

source: Sort order of configuration order in left tree
lt: Konfigūracijos tvarka kairiajame medyje

source: Tree state when entering in configuration page
lt: Medžio būsena įeinant į konfigūracijos puslapį

source: Set on command line
lt: Nustatyta komandinėje eilutėje

source: Highlighters:
lt: Paryškinimai:

source: Icon themes:
lt: Piktogramų temos:

source: Thumbnails cache:
lt: Miniatiūrų podėlis:

source: P&rogram directory (portable version)
lt: P&rogramos katalogas (nešiojama versija)

source: &User home directory
lt: &Naudotojo namų katalogas

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLALLOWOVERCOLOR.CAPTION
source: All
lt: Visi

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLALLOWOVERCOLOR.HINT
source: Apply modification to all columns
lt: Taikyti pakeitimus visiems stulpeliams

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLBACKCOLOR.CAPTION
source: All
lt: Visi

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLBACKCOLOR.HINT
source: Apply modification to all columns
lt: Taikyti pakeitimus visiems stulpeliams

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLBACKCOLOR2.CAPTION
source: All
lt: Visi

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLBACKCOLOR2.HINT
source: Apply modification to all columns
lt: Taikyti pakeitimus visiems stulpeliams

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLCURSORCOLOR.CAPTION
source: All
lt: Visi

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLCURSORCOLOR.HINT
source: Apply modification to all columns
lt: Taikyti pakeitimus visiems stulpeliams

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLCURSORTEXT.CAPTION
source: All
lt: Visi

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLCURSORTEXT.HINT
source: Apply modification to all columns
lt: Taikyti pakeitimus visiems stulpeliams

# tfrmoptionscustomcolumns.btnallfont.caption
source: All
lt: Visi

# tfrmoptionscustomcolumns.btnallfont.hint
source: Apply modification to all columns
lt: Taikyti pakeitimus visiems stulpeliams

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLFORECOLOR.CAPTION
source: All
lt: Visi

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLFORECOLOR.HINT
source: Apply modification to all columns
lt: Taikyti pakeitimus visiems stulpeliams

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLINACTIVECURSORCOLOR.CAPTION
source: All
lt: Visi

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLINACTIVECURSORCOLOR.HINT
source: Apply modification to all columns
lt: Taikyti pakeitimus visiems stulpeliams

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLINACTIVEMARKCOLOR.CAPTION
source: All
lt: Visi

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLINACTIVEMARKCOLOR.HINT
source: Apply modification to all columns
lt: Taikyti pakeitimus visiems stulpeliams

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLMARKCOLOR.CAPTION
source: All
lt: Visi

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLMARKCOLOR.HINT
source: Apply modification to all columns
lt: Taikyti pakeitimus visiems stulpeliams

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLUSEINACTIVESELCOLOR.CAPTION
source: All
lt: Visi

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLUSEINACTIVESELCOLOR.HINT
source: Apply modification to all columns
lt: Taikyti pakeitimus visiems stulpeliams

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLUSEINVERTEDSELECTION.CAPTION
source: All
lt: Visi

# TFRMOPTIONSCUSTOMCOLUMNS.BTNALLUSEINVERTEDSELECTION.HINT
source: Apply modification to all columns
lt: Taikyti pakeitimus visiems stulpeliams

# TFRMOPTIONSCUSTOMCOLUMNS.BTNDELETECONFIGCOLUMNS.CAPTION
source: &Delete
lt: &Ištrinti

source: Go to set default
lt: Eiti į numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNNEWCONFIG.CAPTION
source: New
lt: Naujas

source: Next
lt: Kitas

source: Previous
lt: Ankstesnis

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRENAMECONFIGCOLUMNS.CAPTION
source: Rename
lt: Pervadinti

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETALLOWOVERCOLOR.HINT
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETBACKCOLOR.HINT
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETBACKCOLOR2.HINT
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# tfrmoptionscustomcolumns.btnresetcursorborder.hint
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETCURSORCOLOR.HINT
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETCURSORTEXT.HINT
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETFONT.HINT
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETFORECOLOR.HINT
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETFRAMECURSOR.HINT
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETINACTIVECURSORCOLOR.HINT
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETINACTIVEMARKCOLOR.HINT
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETMARKCOLOR.HINT
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETUSEINACTIVESELCOLOR.HINT
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNRESETUSEINVERTEDSELECTION.HINT
source: Reset to default
lt: Atstatyti numatytuosius nustatymus

# TFRMOPTIONSCUSTOMCOLUMNS.BTNSAVEASCONFIGCOLUMNS.CAPTION
source: Save as
lt: Įrašyti kaip

# TFRMOPTIONSCUSTOMCOLUMNS.BTNSAVECONFIGCOLUMNS.CAPTION
source: Save
lt: Įrašyti

# tfrmoptionscustomcolumns.cballowovercolor.caption
source: Allow Overcolor
lt: Leisti perteklinę spalvą

source: When clicking to change something, change for all columns
lt: Keičiant kažką, keisti visuose stulpeliuose

# TFRMOPTIONSCUSTOMCOLUMNS.CBCONFIGCOLUMNS.TEXT
source: General
lt: Bendri

# tfrmoptionscustomcolumns.cbcursorborder.caption
source: Cursor border
lt: Žymeklio rėmelis

source: Use Frame Cursor
lt: Naudoti rėmelio žymeklį

source: Use Inactive Selection Color
lt: Naudoti neaktyvaus pasirinkimo spalvą

source: Use Inverted Selection
lt: Naudoti apverstą pasirinkimą

source: Use custom font and color for this view
lt: Naudoti pasirinktį šriftą ir spalvą šiai peržiūrai

source: BackGround:
lt: Fonas:

# tfrmoptionscustomcolumns.lblbackcolor2.caption
source: Background 2:
lt: Fonas 2:

source: &Columns view:
lt: &Stulpelių rodinys:

source: [Current Column Name]
lt: [Dabartinio stulpelio pavadinimas]

source: Cursor Color:
lt: Žymeklio spalva:

source: Cursor Text:
lt: Žymeklio tekstas:

source: &File system:
lt: &Failų sistema:

source: Font:
lt: Šriftas:

# TFRMOPTIONSCUSTOMCOLUMNS.LBLFONTSIZE.CAPTION
source: Size:
lt: Dydis:

# tfrmoptionscustomcolumns.lblforecolor.caption
source: Text Color:
lt: Teksto spalva:

# tfrmoptionscustomcolumns.lblinactivecursorcolor.caption
source: Inactive Cursor Color:
lt: Neaktyvaus žymeklio spalva:

# tfrmoptionscustomcolumns.lblinactivemarkcolor.caption
source: Inactive Mark Color:
lt: Neaktyvaus žymės spalva:

source: Mark Color:
lt: Žymės spalva:

# tfrmoptionscustomcolumns.lblpreviewtop.caption
source: Below is a preview. You may move cursor and select files to get immediately an actual look and feel of the various settings.
lt: Žemiau yra peržiūra. Galite perkelti žymeklį ir pasirinkti failus, kad iškart pamatytumėte įvairių nustatymų išvaizdą.

source: Settings for column:
lt: Stulpelio nustatymai:

source: Add column
lt: Pridėti stulpelį

source: Position of frame panel after the comparison:
lt: Rėmo panelės padėtis po palyginimo:

source: Add directory of the &active frame
lt: Pridėti aktyvaus rėmo katalogą

source: Add &directories of the active && inactive frames
lt: Pridėti aktyvaus ir neaktyvaus rėmų katalogus

source: Add directory I will bro&wse to
lt: Pridėti katalogą, į kurį naršysiu

# tfrmoptionsdirectoryhotlist.actaddcopyofentry.caption
source: Add a copy of the selected entry
lt: Pridėti pasirinkto įrašo kopiją

source: Add current &selected or active directories of active frame
lt: Pridėti dabartinius pasirinktus arba aktyvius aktyvaus rėmo katalogus

# tfrmoptionsdirectoryhotlist.actaddseparator.caption
source: Add a separator
lt: Pridėti skirtuką

source: Add a sub menu
lt: Pridėti submeniu

# tfrmoptionsdirectoryhotlist.actaddtypeddir.caption
source: Add directory I will type
lt: Pridėti įvestą katalogą

# tfrmoptionsdirectoryhotlist.actcollapseall.caption
source: Collapse all
lt: Suskleisti viską

source: Collapse item
lt: Suskleisti elementą

source: Cut selection of entries
lt: Iškirpti pasirinktus įrašus

source: Delete all!
lt: Ištrinti viską!

# tfrmoptionsdirectoryhotlist.actdeleteselecteditem.caption
source: Delete selected item
lt: Ištrinti pasirinktą elementą

source: Delete sub-menu and all its elements
lt: Ištrinti submeniu ir visus jo elementus

source: Delete just sub-menu but keep elements
lt: Ištrinti tik submeniu, bet palikti elementus

source: Expand item
lt: Išskleisti elementą

source: Focus tree window
lt: Fokusuoti medžio langą

source: Goto first item
lt: Eiti į pirmą elementą

source: Goto last item
lt: Eiti į paskutinį elementą

source: Go to next item
lt: Eiti į kitą elementą

source: Go to previous item
lt: Eiti į ankstesnį elementą

source: Insert directory of the &active frame
lt: Įterpti aktyvaus rėmo katalogą

source: Insert &directories of the active && inactive frames
lt: Įterpti aktyvaus ir neaktyvaus rėmų katalogus

source: Insert directory I will bro&wse to
lt: Įterpti katalogą, į kurį naršysiu

source: Insert a copy of the selected entry
lt: Įterpti pasirinkto įrašo kopiją

source: Insert current &selected or active directories of active frame
lt: Įterpti dabartinius pasirinktus arba aktyvius aktyvaus rėmo katalogus

source: Insert a separator
lt: Įterpti skirtuką

source: Insert sub menu
lt: Įterpti submeniu

# tfrmoptionsdirectoryhotlist.actinserttypeddir.caption
source: Insert directory I will type
lt: Įterpti įvestą katalogą

source: Move to next
lt: Perkelti į kitą

source: Move to previous
lt: Perkelti į ankstesnį

# tfrmoptionsdirectoryhotlist.actopenallbranches.caption
source: Open all branches
lt: Atidaryti visas šakas

source: Paste what was cut
lt: Įdėti tai, kas buvo iškirpta

source: Search && replace in &path
lt: Ieškoti ir keisti kelyje

source: Search && replace in both path and target
lt: Ieškoti ir keisti tiek kelyje, tiek paskirties vietoje

source: Search && replace in &target path
lt: Ieškoti ir keisti paskirties vietos kelyje

source: Tweak path
lt: Koreguoti kelią

source: Tweak target path
lt: Koreguoti paskirties vietos kelią

# tfrmoptionsdirectoryhotlist.btnadd.caption
source: A&dd...
lt: P&ridėti...

# tfrmoptionsdirectoryhotlist.btnbackup.caption
source: Bac&kup...
lt: Atsarginė kopija...

# tfrmoptionsdirectoryhotlist.btndelete.caption
source: De&lete...
lt: Ištrinti…

# tfrmoptionsdirectoryhotlist.btnexport.caption
source: E&xport...
lt: E&ksportuoti...

# tfrmoptionsdirectoryhotlist.btnimport.caption
source: Impo&rt...
lt: Imp&ortuoti...

# tfrmoptionsdirectoryhotlist.btninsert.caption
source: &Insert...
lt: Į&terpti...

source: &Miscellaneous...
lt: Įvairūs...

# TFRMOPTIONSDIRECTORYHOTLIST.BTNRELATIVEPATH.HINT
source: Some functions to select appropriate path
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą kelią

source: Some functions to select appropriate target
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą paskirties vietą

# tfrmoptionsdirectoryhotlist.btnsort.caption
source: &Sort...
lt: R&ūšiuoti...

source: &When adding directory, add also target
lt: Pridedant katalogą, pridėti ir paskirties vietą

# tfrmoptionsdirectoryhotlist.cbfullexpandtree.caption
source: Alwa&ys expand tree
lt: Visada išskleisti medį

source: Show only &valid environment variables
lt: Rodyti tik galiojančius aplinkos kintamuosius

source: In pop&up, show [path also]
lt: Iššokančiame meniu rodyti [kelio pavadinimą]
