Repository: jauniussta/doublecmd-lt-translation
Catalog: doublecmd.*.po
Languages: lt

# tfrmfinddlg.tsplugins.caption
source: Plugins
lt: Įskiepiai

source: Results
lt: Rezultatai

source: Standard
lt: Standartinis

# TFRMFINDVIEW.BTNCLOSE.CAPTION
source: &Cancel
lt: &Atšaukti

# TFRMFINDVIEW.BTNFIND.CAPTION
source: &Find
lt: &Rasti

# TFRMFINDVIEW.CAPTION
source: Find
lt: Ieškoti

source: &Backwards
lt: &Atgal

source: C&ase sensitive
lt: Skirti &didžiąsias/mažąsias

# tfrmfindview.cbregexp.caption
source: &Regular expressions
lt: &Reguliariosios išraiškos

# tfrmfindview.chkhex.caption
source: Hexadecimal
lt: Šešioliktainis

source: Domain:
lt: Domenas:

# tfrmgioauthdialog.lblpassword.caption
source: Password:
lt: Slaptažodis:

# tfrmgioauthdialog.lblusername.caption
source: User name:
lt: Naudotojo vardas:

source: Connect anonymously
lt: Prisijungti anonimiškai

source: Connect as user:
lt: Prisijungti kaip naudotojas:

# TFRMHARDLINK.BTNCANCEL.CAPTION
source: &Cancel
lt: &Atšaukti

# TFRMHARDLINK.BTNOK.CAPTION
source: &OK
lt: &Gerai

source: Create hard link
lt: Sukurti kietąją nuorodą

# tfrmhardlink.lblexistingfile.caption
source: &Destination that the link will point to
lt: &Tikslas, į kurį rodys nuoroda

# tfrmhardlink.lbllinktocreate.caption
source: &Link name
lt: &Nuorodos pavadinimas

# tfrmhotdirexportimport.btnselectall.caption
source: Import all!
lt: Importuoti viską!

# tfrmhotdirexportimport.btnselectiondone.caption
source: Import selected
lt: Importuoti pasirinktus

source: Select the entries your want to import
lt: Pasirinkite įrašus, kuriuos norite importuoti

source: When clicking a sub-menu, it will select the whole menu
lt: Spustelėjus submeniu, bus pažymėtas visas meniu

source: Hold CTRL and click entries to select multiple ones
lt: Laikykite CTRL ir spustelėkite įrašus, kad pasirinktumėte kelis

source: Linker
lt: Susiejimo programa

source: Save to...
lt: Išsaugoti į...

source: Item
lt: Elementas

source: &File name
lt: &Failo pavadinimas

# tfrmlinker.spbtndown.caption
source: Do&wn
lt: Žem&yn

source: Down
lt: Žemyn

# tfrmlinker.spbtnrem.caption
source: &Remove
lt: &Pašalinti

# TFRMLINKER.SPBTNREM.HINT
source: Delete
lt: Ištrinti

# tfrmlinker.spbtnup.caption
source: &Up
lt: Aukš&tyn

source: Up
lt: Aukštyn

source: &About
lt: &Apie

source: Activate Tab By Index
lt: Aktyvuoti kortelę pagal indeksą

source: Add file name to command line
lt: Pridėti failo pavadinimą į komandinę eilutę

source: New search instance...
lt: Nauja paieškos instancija...

source: Add path and file name to command line
lt: Pridėti kelią ir failo pavadinimą į komandinę eilutę

source: Copy path to command line
lt: Kopijuoti kelią į komandinę eilutę

source: Add Plugin
lt: Pridėti įskiepį

source: &Benchmark
lt: &Testavimas

source: Brief view
lt: Trumpas rodinys

source: Brief View
lt: Trumpas rodinys

source: Calculate &Occupied Space
lt: Skaičiuoti &užimtą vietą

source: Change directory
lt: Pakeisti katalogą

source: Change directory to home
lt: Pakeisti katalogą į namų

source: Change Directory To Parent
lt: Pakeisti katalogą į tėvinį

source: Change directory to root
lt: Pakeisti katalogą į šakninį

source: Calculate Check&sum...
lt: Skaičiuoti kontrolinę &sumą...

source: &Verify Checksum...
lt: &Tikrinti kontrolinę sumą...

source: Clear log file
lt: Išvalyti žurnalo failą

source: Clear log window
lt: Išvalyti žurnalo langą

source: Close &All Tabs
lt: Uždaryti &visas korteles

source: Close Duplicate Tabs
lt: Uždaryti dublikatus korteles

source: &Close Tab
lt: &Uždaryti kortelę

source: Next Command Line
lt: Kita komandinė eilutė

source: Set command line to next command in history
lt: Nustatyti komandinę eilutę į kitą komandą istorijoje

source: Previous Command Line
lt: Ankstesnė komandinė eilutė

source: Set command line to previous command in history
lt: Nustatyti komandinę eilutę į ankstesnę komandą istorijoje

source: Full
lt: Pilnas

source: Columns View
lt: Stulpelių rodinys

source: Compare by &Contents
lt: Palyginti pagal &turinį

# tfrmmain.actcomparedirectories.caption
source: Compare Directories
lt: Palyginti katalogus

# TFRMMAIN.ACTCOMPAREDIRECTORIES.HINT
source: Compare Directories
lt: Palyginti katalogus

source: Configuration of Archivers
lt: Archyvatorių konfigūracija

# tfrmmain.actconfigdirhotlist.caption
source: Configuration of Directory Hotlist
lt: Katalogų mėgstamųjų sąrašo konfigūracija

source: Configuration of Favorite Tabs
lt: Mėgstamų kortelių konfigūracija

source: Configuration of folder tabs
lt: Katalogų kortelių konfigūracija

# tfrmmain.actconfighotkeys.caption
source: Configuration of hot keys
lt: Sparčiųjų klavišų konfigūracija

source: Configuration of Plugins
lt: Įskiepių konfigūracija

source: Save Position
lt: Išsaugoti poziciją

source: Save Settings
lt: Išsaugoti nustatymus

source: Configuration of searches
lt: Paieškų konfigūracija

source: Toolbar...
lt: Įrankių juosta…

source: Configuration of tooltips
lt: Paaiškinimų konfigūracija

# tfrmmain.actconfigtreeviewmenus.caption
source: Configuration of Tree View Menu
lt: Medžio rodinio meniu konfigūracija

# tfrmmain.actconfigtreeviewmenuscolors.caption
source: Configuration of Tree View Menu Colors
lt: Medžio rodinio meniu spalvų konfigūracija

source: Show context menu
lt: Rodyti kontekstinį meniu

# TFRMMAIN.ACTCOPY.CAPTION
source: Copy
lt: Kopijuoti

source: Copy all tabs to opposite side
lt: Kopijuoti visas korteles į priešingą pusę

source: Copy all shown &columns
lt: Kopijuoti visus rodomus &stulpelius

source: Copy Filename(s) with Full &Path
lt: Kopijuoti failo(-ų) pavadinimus su pilnu &keliu

source: Copy &Filename(s) to Clipboard
lt: Kopijuoti &failo(-ų) pavadinimus į iškarpinę

source: Copy names with UNC path
lt: Kopijuoti pavadinimus su UNC keliu

source: Copy files without asking for confirmation
lt: Kopijuoti failus neklausiant patvirtinimo

source: Copy Full Path of selected file(s) with no ending dir separator
lt: Kopijuoti pasirinktų failų pilną kelią be galinio katalogo skirtuko

source: Copy Full Path of selected file(s)
lt: Kopijuoti pasirinktų failų pilną kelią

source: Copy to same panel
lt: Kopijuoti į tą pačią skydelį

source: &Copy
lt: &Kopijuoti

source: Sho&w Occupied Space
lt: Rodyti &užimtą vietą

source: Cu&t
lt: &Iškirpti

source: Show Command Parameters
lt: Rodyti komandų parametrus

# TFRMMAIN.ACTDELETE.CAPTION
source: Delete
lt: Ištrinti

source: For all searches, cancel, close and free memory
lt: Visoms paieškoms - atšaukti, uždaryti ir išlaisvinti atmintį

source: Directory history
lt: Katalogų istorija

source: Directory &Hotlist
lt: Katalogų &mėgstamųjų sąrašas

source: Execute &internal command...
lt: Vykdyti &vidinę komandą...

source: Select any command and execute it
lt: Pasirinkite bet kurią komandą ir vykdykite ją

# TFRMMAIN.ACTEDIT.CAPTION
source: Edit
lt: Redaguoti

source: Edit Co&mment...
lt: Redaguoti &komentarą...

source: Edit new file
lt: Redaguoti naują failą

source: Edit path field above file list
lt: Redaguoti kelio lauką virš failų sąrašo

source: Swap &Panels
lt: Sukeisti &skydelius

source: Execute Script
lt: Vykdyti scenarijų

# TFRMMAIN.ACTEXIT.CAPTION
source: E&xit
lt: Išeiti

source: &Extract Files...
lt: &Išskleisti failus...

source: Configuration of File &Associations
lt: Failų &susiejimų konfigūracija

source: Com&bine Files...
lt: Sujungti failus...

source: Show &File Properties
lt: Rodyti failo &savybes

source: Spl&it File...
lt: Skaidyti failą...

source: &Flat view
lt: &Plokščias rodinys

source: &Flat view, only selected
lt: &Plokščias rodinys, tik pasirinkti

source: Focus command line
lt: Fokusuoti komandinę eilutę

source: Swap focus
lt: Sukeisti fokusą

source: Switch between left and right file list
lt: Perjungti tarp kairiojo ir dešiniojo failų sąrašų

source: Focus on tree view
lt: Fokusuoti medžio rodinį

source: Switch between current file list and tree view (if enabled)
lt: Perjungti tarp dabartinio failų sąrašo ir medžio rodinio (jei įjungta)

source: Place cursor on first folder or file
lt: Padėti žymeklį ant pirmojo katalogo ar failo

source: Place cursor on first file in list
lt: Padėti žymeklį ant pirmojo failo sąraše

source: Place cursor on last folder or file
lt: Padėti žymeklį ant paskutinio katalogo ar failo

source: Place cursor on last file in list
lt: Padėti žymeklį ant paskutinio failo sąraše

source: Place cursor on next folder or file
lt: Padėti žymeklį ant kito katalogo ar failo

source: Place cursor on previous folder or file
lt: Padėti žymeklį ant ankstesnio katalogo ar failo

source: Create &Hard Link...
lt: Sukurti &kietąją nuorodą...

source: &Contents
lt: &Turinys

source: &Horizontal Panels Mode
lt: &Horizontalus skydelių režimas

source: &Keyboard
lt: &Klaviatūra

source: Brief view on left panel
lt: Trumpas rodinys kairiajame skydelyje

source: Columns view on left panel
lt: Stulpelių rodinys kairiajame skydelyje

source: Left &= Right
lt: Kairė &= Dešinė

source: &Flat view on left panel
lt: &Plokščias rodinys kairiajame skydelyje

source: Open left drive list
lt: Atidaryti kairįjį diskų sąrašą

source: Re&verse order on left panel
lt: At&virkštinė tvarka kairiajame skydelyje

source: Sort left panel by &Attributes
lt: Rūšiuoti kairįjį skydelį pagal &atributus

source: Sort left panel by &Date
lt: Rūšiuoti kairįjį skydelį pagal &datą

source: Sort left panel by &Extension
lt: Rūšiuoti kairįjį skydelį pagal &plėtinį

source: Sort left panel by &Name
lt: Rūšiuoti kairįjį skydelį pagal &pavadinimą

source: Sort left panel by &Size
lt: Rūšiuoti kairįjį skydelį pagal &dydį

source: Thumbnails view on left panel
lt: Miniatiūrų rodinys kairiajame skydelyje

source: Load tabs from Favorite Tabs
lt: Įkelti korteles iš Mėgstamų kortelių

source: Load List
lt: Įkelti sąrašą

source: Load list of files/folders from the specified text file
lt: Įkelti failų/katalogų sąrašą iš nurodyto teksto failo

source: Load Selection from Clip&board
lt: Įkelti pasirinkimą iš iškarpinės

source: &Load Selection from File...
lt: Įkelti pasirinkimą iš failo...

source: &Load Tabs from File
lt: Įkelti korteles iš failo

source: Create &Directory
lt: Sukurti katalogą

source: Select All with the Same E&xtension
lt: Pasirinkti visus su tuo pačiu plėtiniu

source: Select all files with same name
lt: Pasirinkti visus failus su tuo pačiu pavadinimu

source: Select all files with same name and extension
lt: Pasirinkti visus failus su tuo pačiu pavadinimu ir plėtiniu

source: Select all in same path
lt: Pasirinkti visus tame pačiame kelyje

source: &Invert Selection
lt: &Apversti pasirinkimą

source: &Select All
lt: Pasirinkti viską

source: Unselect a Gro&up...
lt: Atžymėti grupę...

source: Select a &Group...
lt: Pasirinkti grupę...

source: &Unselect All
lt: Atžymėti viską

source: Minimize window
lt: Sumažinti langą

source: Move current tab to the left
lt: Perkelti dabartinę kortelę į kairę

source: Move current tab to the right
lt: Perkelti dabartinę kortelę į dešinę

source: Multi-&Rename Tool
lt: Daugialypio pervadinimo įrankis

source: Network &Connect...
lt: Prisijungti prie tinklo...

source: Network &Disconnect
lt: Atsijungti nuo tinklo

source: Network &Quick Connect...
lt: Greitas prisijungimas prie tinklo...

source: &New Tab
lt: Nauja kortelė

source: Load the Next Favorite Tabs in the list
lt: Įkelti kitas Mėgstamas korteles sąraše

source: Switch to Nex&t Tab
lt: Perjungti į kitą kortelę

# TFRMMAIN.ACTOPEN.CAPTION
source: Open
lt: Atidaryti

source: Try open archive
lt: Bandyti atidaryti archyvą

source: Open bar file
lt: Atidaryti juostos failą

source: Open &Folder in a New Tab
lt: Atidaryti katalogą naujoje kortelėje

source: Open Drive by Index
lt: Atidaryti diską pagal indeksą

source: Open &VFS List
lt: Atidaryti VFS sąrašą

source: Operations &Viewer
lt: Operacijų peržiūros programa

source: &Options...
lt: Nustatymai...

source: &Pack Files...
lt: &Archyvuoti failus...

source: Set splitter position
lt: Nustatyti skirstytuvo poziciją

source: &Paste
lt: Įdėti

source: Load the Previous Favorite Tabs in the list
lt: Įkelti ankstesnes Mėgstamas korteles sąraše

source: Switch to &Previous Tab
lt: Perjungti į ankstesnę kortelę

source: Quick filter
lt: Greitas filtras

source: Quick search
lt: Greita paieška

source: &Quick View Panel
lt: Greitosios peržiūros skydelis

source: &Refresh
lt: Atnaujinti

source: Reload the last Favorite Tabs loaded
lt: Įkelti paskutinius įsimintus korteles

# tfrmmain.actrename.caption
source: Move
lt: Perkelti

source: Move/Rename files without asking for confirmation
lt: Perkelti/pervadinti failus be patvirtinimo

# tfrmmain.actrenameonly.caption
source: Rename
lt: Pervadinti

source: &Rename Tab
lt: &Pervadinti kortelę

source: Resave on the last Favorite Tabs loaded
lt: Išsaugoti paskutines įkeltas įsimintas korteles

source: &Restore Selection
lt: &Atkurti pažymėjimą

source: Re&verse Order
lt: &Atvirkštinė tvarka

source: Brief view on right panel
lt: Trumpas rodinys dešiniajame lange

source: Columns view on right panel
lt: Stulpelių rodinys dešiniajame lange

source: Right &= Left
lt: Dešinysis = Kairysis

source: &Flat view on right panel
lt: &Plokščias rodinys dešiniajame lange

source: Open right drive list
lt: Atidaryti dešiniojo disko sąrašą

source: Re&verse order on right panel
lt: At&virkštinė tvarka dešiniajame lange

source: Sort right panel by &Attributes
lt: Rūšiuoti dešinįjį langą pagal &atributus

source: Sort right panel by &Date
lt: Rūšiuoti dešinįjį langą pagal &datą

source: Sort right panel by &Extension
lt: Rūšiuoti dešinįjį langą pagal &plėtinį

source: Sort right panel by &Name
lt: Rūšiuoti dešinįjį langą pagal &vardą

source: Sort right panel by &Size
lt: Rūšiuoti dešinįjį langą pagal &dydį

source: Thumbnails view on right panel
lt: Miniatiūrų rodinys dešiniajame lange

source: Run &Terminal
lt: Paleisti &terminalą

source: Save current tabs to a New Favorite Tabs
lt: Išsaugoti dabartines korteles kaip naujas įsimintas korteles

source: Save all shown columns to file
lt: Išsaugoti visus rodomus stulpelius į failą

source: Sa&ve Selection
lt: Iš&saugoti pažymėjimą

source: Save S&election to File...
lt: Išsaugoti paž&ymėjimą į failą...

source: &Save Tabs to File
lt: &Išsaugoti korteles į failą

source: &Search...
lt: &Ieškoti...

source: All tabs Locked with Dir Opened in New Tabs
lt: Visos kortelės užrakintos su aplankais atidarytais naujose kortelėse

source: Set all tabs to Normal
lt: Nustatyti visas korteles įprastomis

source: Set all tabs to Locked
lt: Nustatyti visas korteles užrakintomis

source: All tabs Locked with Dir Changes Allowed
lt: Visos kortelės užrakintos su leidžiamais aplankų pakeitimais

source: Change &Attributes...
lt: Keisti &atributus...

source: Locked with Directories Opened in New &Tabs
lt: Užrakinta su aplankais atidarytais naujose &kortelėse

source: &Normal
lt: &Įprasta

source: &Locked
lt: &Užrakinta

source: Locked with &Directory Changes Allowed
lt: Užrakinta su leidžiamais &aplankų pakeitimais

# TFRMMAIN.ACTSHELLEXECUTE.CAPTION
source: Open
lt: Atidaryti

source: Open using system associations
lt: Atidaryti naudojant sistemos susiejimus

source: Show button menu
lt: Rodyti mygtukų meniu

source: Show command line history
lt: Rodyti komandinės eilutės istoriją

source: Menu
lt: Meniu

source: Show &Hidden/System Files
lt: Rodyti &paslėptus/sistemos failus

source: Show Tabs List
lt: Rodyti kortelių sąrašą

source: Show list of all open tabs
lt: Rodyti visų atidarytų kortelių sąrašą

source: Sort by &Attributes
lt: Rūšiuoti pagal &atributus

source: Sort by &Date
lt: Rūšiuoti pagal &datą

source: Sort by &Extension
lt: Rūšiuoti pagal &plėtinį

source: Sort by &Name
lt: Rūšiuoti pagal &vardą

source: Sort by &Size
lt: Rūšiuoti pagal &dydį

source: Open drive list
lt: Atidaryti diskų sąrašą

source: Enable/disable ignore list file to not show file names
lt: Įjungti/išjungti ignoravimo sąrašą, kad nerodytų failų vardų

source: Create Symbolic &Link...
lt: Sukurti simbolinę &nuorodą...

source: Synchronous navigation
lt: Sinchroninė naršymas

source: Synchronous directory changing in both panels
lt: Sinchroninis aplankų keitimas abiejuose languose

source: Syn&chronize dirs...
lt: Sin&chronizuoti aplankus...

source: Target &= Source
lt: Tikslas = Šaltinis

source: &Test Archive(s)
lt: &Tikrinti archyvą(-us)

# tfrmmain.actthumbnailsview.caption
source: Thumbnails
lt: Miniatiūros

source: Thumbnails View
lt: Miniatiūrų rodinys

source: Toggle fullscreen mode console
lt: Perjungti konsolę viso ekrano režimu

source: Transfer dir under cursor to left window
lt: Perkelti aplanką po žymekliu į kairįjį langą

source: Transfer dir under cursor to right window
lt: Perkelti aplanką po žymekliu į dešinįjį langą

source: &Tree View Panel
lt: &Medžio rodinio langas

source: Sort according to parameters
lt: Rūšiuoti pagal parametrus

source: Unselect All with the Same Ex&tension
lt: Atžymėti visus su tuo pačiu plėtiniu

source: Unselect all files with same name
lt: Atžymėti visus failus su tuo pačiu vardu

source: Unselect all files with same name and extension
lt: Atžymėti visus failus su tuo pačiu vardu ir plėtiniu

source: Unselect all in same path
lt: Atžymėti visus tame pačiame kelyje

# TFRMMAIN.ACTVIEW.CAPTION
source: View
lt: Peržiūrėti

source: Show history of visited paths for active view
lt: Rodyti aplankytų kelių istoriją aktyviajame rodinyje

source: Go to next entry in history
lt: Eiti į sekantį įrašą istorijoje

source: Go to previous entry in history
lt: Eiti į ankstesnį įrašą istorijoje

source: View log file
lt: Peržiūrėti žurnalo failą

source: View current search instances
lt: Peržiūrėti dabartinius paieškos egzempliorius

source: &Visit Double Commander Website
lt: &Aplankyti Double Commander svetainę

source: Wipe
lt: Ištrinti negrįžtamai

source: Work with Directory Hotlist and parameters
lt: Dirbti su aplankų sąrašu ir parametrais

# TFRMMAIN.BTNF10.CAPTION
source: Exit
lt: Išeiti

# tfrmmain.btnf7.caption
source: Directory
lt: Aplankas

# TFRMMAIN.BTNF8.CAPTION
source: Delete
lt: Ištrinti

# tfrmmain.btnf9.caption
source: Terminal
lt: Terminalas

# tfrmmain.btnleftdirectoryhotlist.hint
source: Directory Hotlist
lt: Aplankų sąrašas

source: Show current directory of the right panel in the left panel
lt: Rodyti dešiniojo lango dabartinį aplanką kairiajame lange

source: Go to home directory
lt: Eiti į namų aplanką

source: Go to root directory
lt: Eiti į šakninį aplanką

source: Go to parent directory
lt: Eiti į aukštesnį aplanką

# TFRMMAIN.BTNRIGHTDIRECTORYHOTLIST.HINT
source: Directory Hotlist
lt: Aplankų sąrašas

source: Show current directory of the left panel in the right panel
lt: Rodyti kairiojo lango dabartinį aplanką dešiniajame lange

# tfrmmain.lblcommandpath.caption
source: Path
lt: Kelias

# TFRMMAIN.MICANCEL.CAPTION
source: Cancel
lt: Atšaukti

source: Copy...
lt: Kopijuoti...

source: Create link...
lt: Sukurti nuorodą...

# tfrmmain.milogclear.caption
source: Clear
lt: Išvalyti

# TFRMMAIN.MILOGCOPY.CAPTION
source: Copy
lt: Kopijuoti

source: Hide
lt: Paslėpti

# TFRMMAIN.MILOGSELECTALL.CAPTION
source: Select All
lt: Pažymėti viską

source: Move...
lt: Perkelti...

source: Create symlink...
lt: Sukurti simbolinę nuorodą...

source: Tab options
lt: Kortelių parinktys

# TFRMMAIN.MITRAYICONEXIT.CAPTION
source: E&xit
lt: Išeiti

# tfrmmain.mitrayiconrestore.caption
source: Restore
lt: Atkurti

# TFRMMAIN.MNUALLOPERSTART.CAPTION
source: Start
lt: Pradėti

# TFRMMAIN.MNUALLOPERSTOP.CAPTION
source: Cancel
lt: Atšaukti

source: &Commands
lt: &Komandos

source: C&onfiguration
lt: &Konfigūracija

source: Favorites
lt: Mėgstamiausi

source: &Files
lt: &Failai

# TFRMMAIN.MNUHELP.CAPTION
source: &Help
lt: &Pagalba

source: &Mark
lt: &Pažymėti

# tfrmmain.mnunetwork.caption
source: Network
lt: Tinklas

source: &Show
lt: &Rodyti

source: Tab &Options
lt: Kortelių &parinktys

source: &Tabs
lt: &Kortelės

# TFRMMAIN.TBCOPY.CAPTION
source: Copy
lt: Kopijuoti

# TFRMMAIN.TBCUT.CAPTION
source: Cut
lt: Iškirpti

# TFRMMAIN.TBDELETE.CAPTION
source: Delete
lt: Ištrinti

# TFRMMAIN.TBEDIT.CAPTION
source: Edit
lt: Redaguoti

# TFRMMAIN.TBPASTE.CAPTION
source: Paste
lt: Įklijuoti

# TFRMMAINCOMMANDSDLG.BTNCANCEL.CAPTION
source: &Cancel
lt: &Atšaukti

# TFRMMAINCOMMANDSDLG.BTNOK.CAPTION
source: &OK
lt: &Gerai

# tfrmmaincommandsdlg.caption
source: Select your internal command
lt: Pasirinkite vidinę komandą

# tfrmmaincommandsdlg.cbcategorysortornot.text
source: Legacy sorted
lt: Sutvarkyta pagal seną tvarką

# TFRMMAINCOMMANDSDLG.CBCOMMANDSSORTORNOT.TEXT
source: Legacy sorted
lt: Sutvarkyta pagal seną tvarką

source: Select all categories by default
lt: Pagal nutylėjimą pasirinkti visas kategorijas

source: Selection:
lt: Pasirinkimas:

source: &Categories:
lt: &Kategorijos:

source: Command &name:
lt: Komandos &vardas:

source: &Filter:
lt: &Filtras:

source: Hint:
lt: Užuomina:

source: Hotkey:
lt: Spartusis klavišas:

source: cm_name
lt: cm_vardas

# tfrmmaincommandsdlg.lblselectedcommandcategory.caption
source: Category
lt: Kategorija

# tfrmmaincommandsdlg.lblselectedcommandhelp.caption
source: Help
lt: Pagalba

source: Hint
lt: Užuomina

# tfrmmaincommandsdlg.lblselectedcommandhotkey.caption
source: Hotkey
lt: Spartusis klavišas

# TFRMMASKINPUTDLG.BTNADDATTRIBUTE.CAPTION
source: &Add
lt: &Pridėti

# TFRMMASKINPUTDLG.BTNATTRSHELP.CAPTION
source: &Help
lt: &Pagalba

# TFRMMASKINPUTDLG.BTNCANCEL.CAPTION
source: &Cancel
lt: &Atšaukti

source: &Define...
lt: &Apibrėžti...

# TFRMMASKINPUTDLG.BTNOK.CAPTION
source: &OK
lt: &Gerai

# tfrmmaskinputdlg.chkcasesensitive.caption
source: Case sensitive
lt: Skirti didžiąsias ir mažąsias raides

source: Ignore accents and ligatures
lt: Ignoruoti akcentus ir ligatūras

source: Attri&butes:
lt: Atri&butai:

source: Input Mask:
lt: Įvesties kaukė:

source: O&r select predefined selection type:
lt: Arba pasirinkite iš anksto apibrėžtą pažymėjimo tipą:

source: Create new directory
lt: Sukurti naują aplanką

source: &Extended syntax
lt: &Išplėstinė sintaksė

source: &Input new directory name:
lt: Įveskite naujo aplanko &vardą:

# tfrmmodview.caption
source: New Size
lt: Naujas dydis

source: Height :
lt: Aukštis:

source: Quality of compress to Jpg
lt: Jpg suspaudimo kokybė

source: Width :
lt: Plotis:

# tfrmmodview.teheight.text
source: Height
lt: Aukštis

# tfrmmodview.tewidth.text
source: Width
lt: Plotis

# tfrmmultirename.actanyextmask.caption
source: Extension
lt: Plėtinys

# tfrmmultirename.actanynamemask.caption
source: Filename
lt: Failo vardas

# tfrmmultirename.actclearextmask.caption
source: Clear
lt: Išvalyti

# tfrmmultirename.actclearnamemask.caption
source: Clear
lt: Išvalyti

# tfrmmultirename.actclose.caption
source: &Close
lt: &Uždaryti

source: Confi&guration
lt: Konfi&gūracija

# tfrmmultirename.actctrextmask.caption
source: Counter
lt: Skaitiklis

# tfrmmultirename.actctrnamemask.caption
source: Counter
lt: Skaitiklis

# tfrmmultirename.actdateextmask.caption
source: Date
lt: Data

# tfrmmultirename.actdatenamemask.caption
source: Date
lt: Data

# tfrmmultirename.actdeletepreset.caption
source: Delete
lt: Ištrinti

source: Drop Down Presets List
lt: Išskleidžiamas išankstinių nustatymų sąrašas

source: Edit Names...
lt: Redaguoti vardus...

source: Edit Current New Names...
lt: Redaguoti dabartinius naujus vardus...

# tfrmmultirename.actextextmask.caption
source: Extension
lt: Plėtinys

# tfrmmultirename.actextnamemask.caption
source: Extension
lt: Plėtinys

# tfrmmultirename.actinvokeeditor.caption
source: Edit&or
lt: Redagatorius

source: Invoke Relative Path Menu
lt: Iššaukti santykinio kelio meniu

source: Load Last Preset
lt: Įkelti paskutinį išankstinį nustatymą

source: Load Names from File...
lt: Įkelti vardus iš failo...

source: Load Preset by Name or Index
lt: Įkelti išankstinį nustatymą pagal vardą arba indeksą

source: Load Preset 1
lt: Įkelti išankstinį nustatymą 1

source: Load Preset 2
lt: Įkelti išankstinį nustatymą 2
