Repository: jauniussta/doublecmd-lt-translation
Catalog: doublecmd.*.po
Languages: lt

source: Exported tooltip file type configuration
lt: Eksportuota paaiškinimo failo tipo konfigūracija

source: Export tooltip file type configuration
lt: Eksportuoti paaiškinimo failo tipo konfigūraciją

# ulng.rsopttooltipfiletypeexportdone
source: Exportation of %d elements to file "%s" completed.
lt: %d elementų eksportavimas į failą "%s" baigtas.

# ulng.rsopttooltipfiletypeexportprompt
source: Select the one(s) you want to export
lt: Pasirinkite tuos, kuriuos norite eksportuoti

source: Import tooltip file type configuration
lt: Importuoti paaiškinimo failo tipo konfigūraciją

# ulng.rsopttooltipfiletypeimportdone
source: Importation of %d elements from file "%s" completed.
lt: %d elementų importavimas iš failo "%s" baigtas.

source: Select the file to import tooltip file type configuration(s)
lt: Pasirinkite failą paaiškinimo failo tipo konfigūracijoms importuoti

# ulng.rsopttooltipfiletypeimportprompt
source: Select the one(s) you want to import
lt: Pasirinkite tuos, kuriuos norite importuoti

source: Enter location and filename where to save tooltip file type configuration
lt: Įveskite vietą ir failo pavadinimą, kur išsaugoti paaiškinimo failo tipo konfigūraciją

source: Tooltip file type name
lt: Paaiškinimo failo tipo pavadinimas

source: DC legacy - Copy (x) filename.ext;Windows - filename (x).ext;Other - filename(x).ext
lt: DC senasis - Kopija (x) failas.plėtinys;Windows - failas (x).plėtinys;Kita - failas(x).plėtinys

source: don't change position;use the same setting as for new files;to sorted position
lt: nepakeisti pozicijos;naudoti tą patį nustatymą kaip ir naujiems failams;į surūšiuotą poziciją

source: With complete absolute path;Path relative to %COMMANDER_PATH%;Relative to the following
lt: Su pilnu absoliučiu keliu;Kelias, santykinis su %COMMANDER_PATH%;Santykinis su šiuo

source: contains(case)
lt: turi(atsižvelgiant į didžiąsias raides)

source: contains
lt: turi

source: =(case)
lt: =(atsižvelgiant į didžiąsias raides)

source: Field "%s" not found!
lt: Laukas "%s" nerastas!

source: !contains(case)
lt: !turi(atsižvelgiant į didžiąsias raides)

source: !contains
lt: !turi

source: !=(case)
lt: !=(atsižvelgiant į didžiąsias raides)

source: Plugin "%s" not found!
lt: Įskiepis "%s" nerastas!

# ulng.rspluginsearchunitnotfoundforfield
source: Unit "%s" not found for field "%s" !
lt: Vienetas "%s" nerastas laukui "%s" !

source: Files: %d, folders: %d
lt: Failai: %d, katalogai: %d

source: Can not change access rights for "%s"
lt: Nepavyko pakeisti prieigos teisių "%s"

source: Can not change owner for "%s"
lt: Nepavyko pakeisti savininko "%s"

source: File
lt: Failas

# ulng.rspropsfolder
source: Directory
lt: Katalogas

source: Multiple types
lt: Keli tipai

source: Named pipe
lt: Vardinis kanalas

source: Socket
lt: Lizdas

source: Special block device
lt: Specialusis blokinio įrenginys

source: Special character device
lt: Specialusis simbolinio įrenginys

source: Symbolic link
lt: Simbolinė nuoroda

source: Unknown type
lt: Nežinomas tipas

source: Search result
lt: Paieškos rezultatas

source: SEARCH
lt: PAIEŠKA

source: <unnamed template>
lt: <bevardis šablonas>

source: A file search using DSX plugin is already in progress. We need that one to be completed before to launch a new one.
lt: Failų paieška naudojant DSX įskiepį jau vyksta. Pirmiausia reikia užbaigti šią paiešką prieš pradedant naują.

source: A file search using WDX plugin is already in progress. We need that one to be completed before to launch a new one.
lt: Failų paieška naudojant WDX įskiepį jau vyksta. Pirmiausia reikia užbaigti šią paiešką prieš pradedant naują.

source: Select a directory
lt: Pasirinkite katalogą

source: Newest;Oldest;Largest;Smallest;First in group;Last in group
lt: Naujausias;Seniausias;Didžiausias;Mažiausias;Pirmas grupėje;Paskutinis grupėje

source: Select your window
lt: Pasirinkite savo langą

source: &Show help for %s
lt: &Rodyti pagalbą %s

# ulng.rssimplewordall
source: All
lt: Visi

# ulng.rssimplewordcategory
source: Category
lt: Kategorija

source: Column
lt: Stulpelis

# ulng.rssimplewordcommand
source: Command
lt: Komanda

source: Error
lt: Klaida

source: Failed!
lt: Nepavyko!

source: False
lt: Klaidinga

# ulng.rssimplewordfilename
source: Filename
lt: Failo pavadinimas

source: files
lt: failai

source: Letter
lt: Raštas

source: Result
lt: Rezultatas

source: Success!
lt: Pavyko!

source: True
lt: Teisinga

source: Variable
lt: Kintamasis

source: WorkDir
lt: DarbinisKatalogas

source: Bytes
lt: Baitai

source: Gigabytes
lt: Gigabaitai

source: Kilobytes
lt: Kilobaitai

source: Megabytes
lt: Megabaitai

source: Terabytes
lt: Terabaitai

source: Files: %d, Dirs: %d, Size: %s (%s bytes)
lt: Failai: %d, Katalogai: %d, Dydis: %s (%s baitų)

source: Unable to create target directory!
lt: Nepavyko sukurti tikslinio katalogo!

source: Incorrect file size format!
lt: Neteisingas failo dydžio formatas!

source: Unable to split the file!
lt: Nepavyko padalinti failo!

source: The number of parts is more than 100! Continue?
lt: Dalių skaičius viršija 100! Tęsti?

source: Automatic;1457664B - 3.5" High Density 1.44M;1213952B - 5.25" High Density 1.2M;730112B - 3.5" Double Density 720K;362496B - 5.25" Double Density 360K;98078KB - ZIP 100MB;650MB - CD 650MB;700MB - CD 700MB;4482MB - DVD+R
lt: Automatinis;1457664B - 3.5" High Density 1.44M;1213952B - 5.25" High Density 1.2M;730112B - 3.5" Double Density 720K;362496B - 5.25" Double Density 360K;98078KB - ZIP 100MB;650MB - CD 650MB;700MB - CD 700MB;4482MB - DVD+R

source: Select directory:
lt: Pasirinkite katalogą:

source: Just preview
lt: Tik peržiūra

source: Others
lt: Kiti

source: Side note
lt: Šoninis užrašas

source: Flat
lt: Plokščias

source: Limited
lt: Ribotas

source: Simple
lt: Paprastas

source: Fabulous
lt: Nuostabus

source: Marvelous
lt: Nuostabus

source: Tremendous
lt: Didžiulis

source: Choose your directory from Dir History
lt: Pasirinkite savo katalogą iš Katalogų istorijos

source: Choose you Favorite Tabs:
lt: Pasirinkite savo mėgstamas korteles:

source: Choose your command from Command Line History
lt: Pasirinkite savo komandą iš Komandinės eilutės istorijos

source: Choose your action from Main Menu
lt: Pasirinkite savo veiksmą iš Pagrindinio meniu

source: Choose your action from Maintool bar
lt: Pasirinkite savo veiksmą iš Pagrindinės įrankių juostos

source: Choose your directory from Hot Directory:
lt: Pasirinkite savo katalogą iš Karštųjų katalogų:

source: Choose your directory from File View History
lt: Pasirinkite savo katalogą iš Failų rodinio istorijos

source: Choose your file or your directory
lt: Pasirinkite savo failą ar katalogą

source: Error creating symlink.
lt: Klaida kuriant simbolinę nuorodą.

source: Default text
lt: Numatytasis tekstas

source: Plain text
lt: Paprastas tekstas

source: Do nothing;Close tab;Access Favorite Tabs;Tabs popup menu
lt: Nieko nedaryti;Uždaryti kortelę;Pasiekti mėgstamas korteles;Kortelių iškylamasis meniu

source: Day(s)
lt: Diena(os)

source: Hour(s)
lt: Valanda(os)

source: Minute(s)
lt: Minutė(ės)

source: Month(s)
lt: Mėnuo(esiai)

source: Second(s)
lt: Sekundė(ės)

source: Week(s)
lt: Savaitė(ės)

source: Year(s)
lt: Metai(ų)

source: Rename Favorite Tabs
lt: Pervadinti mėgstamas korteles

source: Rename Favorite Tabs sub-menu
lt: Pervadinti mėgstamų kortelių submeniu

# ulng.rstooldiffer
source: Differ
lt: Skirtumų ieškiklis

# ulng.rstooleditor
source: Editor
lt: Redaktorius

source: Error opening differ
lt: Klaida atidarant skirtumų ieškiklį

source: Error opening editor
lt: Klaida atidarant redaktorių

source: Error opening terminal
lt: Klaida atidarant terminalą

source: Error opening viewer
lt: Klaida atidarant peržiūros programą

# ulng.rstoolterminal
source: Terminal
lt: Terminalas

source: System default;1 sec;2 sec;3 sec;5 sec;10 sec;30 sec;1 min;Never hide
lt: Sistemos numatytasis;1 sek.;2 sek.;3 sek.;5 sek.;10 sek.;30 sek.;1 min.;Neslėpti

source: Combine DC and system tooltip, DC first (legacy);Combine DC and system tooltip, system first;Show DC tooltip when possible and system when not;Show DC tooltip only;Show system tooltip only
lt: Derinti DC ir sistemos paaiškinimus, DC pirmas (senasis);Derinti DC ir sistemos paaiškinimus, sistema pirma;Rodyti DC paaiškinimus, kai įmanoma, o sistemos, kai ne;Rodyti tik DC paaiškinimus;Rodyti tik sistemos paaiškinimus

# ulng.rstoolviewer
source: Viewer
lt: Peržiūros programa

source: Please report this error to the bug tracker with a description of what you were doing and the following file:%sPress %s to continue or %s to abort the program.
lt: Prašome pranešti apie šią klaidą klaidų sekikliui su veiksmų aprašu ir šiuo failu:%sSpauskite %s, kad tęsti, arba %s, kad nutraukti programą.

source: Both panels, from active to inactive
lt: Abu skydeliai, nuo aktyvaus iki neaktyvaus

source: Both panels, from left to right
lt: Abu skydeliai, iš kairės į dešinę

source: Path of panel
lt: Skydelio kelias

source: Enclose each name in brackets or what you want
lt: Kiekvieną pavadinimą įdėti į laužtinius skliaustus arba kaip norite

source: Just filename, no extension
lt: Tik failo pavadinimas, be plėtinio

source: Complete filename (path+filename)
lt: Pilnas failo pavadinimas (kelias+pavadinimas)

source: Help with "%" variables
lt: Pagalba su "%" kintamaisiais

source: Will request request user to enter a parameter with a default suggested value
lt: Prašys naudotojo įvesti parametrą su numatytąja siūloma reikšme

source: Last directory of panel's path
lt: Paskutinis skydelio kelio katalogas

source: Last directory of file's path
lt: Paskutinis failo kelio katalogas

source: Left panel
lt: Kairysis skydelis

source: Temporary filename of list of filenames
lt: Laikinas failų pavadinimų sąrašo failo pavadinimas

source: Temporary filename of list of complete filenames (path+filename)
lt: Laikinas pilnų failų pavadinimų (kelias+pavadinimas) sąrašo failo pavadinimas

source: Filenames in list in UTF-16 with BOM
lt: Failų pavadinimai sąraše UTF-16 su BOM

source: Filenames in list in UTF-16 with BOM, inside double quotes
lt: Failų pavadinimai sąraše UTF-16 su BOM, dvigubose kabutėse

source: Filenames in list in UTF-8
lt: Failų pavadinimai sąraše UTF-8

source: Filenames in list in UTF-8, inside double quotes
lt: Failų pavadinimai sąraše UTF-8, dvigubose kabutėse

source: Temporary filename of list of filenames with relative path
lt: Laikinas failų pavadinimų su santykiniu keliu sąrašo failo pavadinimas

source: Only file extension
lt: Tik failo plėtinys

source: Only filename
lt: Tik failo pavadinimas

source: Other example of what's possible
lt: Kiti galimybių pavyzdžiai

source: Path, without ending delimiter
lt: Kelias, be pabaigos skyriklio

source: From here to the end of the line, the percent-variable indicator is the "#" sign
lt: Nuo čia iki eilutės pabaigos procento kintamojo indikatorius yra "#" ženklas

source: Return the percent sign
lt: Grąžinti procento ženklą

source: From here to the end of the line, the percent-variable indicator is back the "%" sign
lt: Nuo čia iki eilutės pabaigos procento kintamojo indikatorius vėl yra "%" ženklas

source: Prepend each name with "-a " or what you want
lt: Prieš kiekvieną pavadinimą pridėti "-a " arba kaip norite

source: %[Prompt user for param;Default value proposed]
lt: %[Prašyti naudotojo parametro;Numatytoji reikšmė]

source: Filename with relative path
lt: Failo pavadinimas su santykiniu keliu

source: Right panel
lt: Dešinysis skydelis

source: Full path of second selected file in right panel
lt: Pilnas antrojo pasirinkto failo kelias dešiniajame skydelyje

source: Show command prior execute
lt: Rodyti komandą prieš vykdant

source: %[Simple message]
lt: %[Paprastas pranešimas]

source: Will show a simple message
lt: Parodys paprastą pranešimą

source: Active panel (source)
lt: Aktyvus skydelis (šaltinis)

source: Inactive panel (target)
lt: Neaktyvus skydelis (tikslas)

source: Filenames will be quoted from here (default)
lt: Failų vardai nuo čia bus kabutėse (numatytasis)

source: Command will be done in terminal, remaining opened at the end
lt: Komanda bus vykdoma terminale, kuris pabaigoje liks atidarytas

source: Paths will have ending delimiter
lt: Keliai turės pabaigos skyriklį

source: Filenames will not be quoted from here
lt: Failų vardai nuo čia nebus kabutėse

source: Command will be done in terminal, closed at the end
lt: Komanda bus vykdoma terminale, kuris pabaigoje bus uždarytas

source: Paths will not have ending delimiter (default)
lt: Keliai neturės pabaigos skyriklio (numatytasis)

# ulng.rsvfsnetwork
source: Network
lt: Tinklas

source: Recycle Bin
lt: Šiukšlinė

source: Internal Viewer of Double Commander.
lt: Vidinė Double Commander peržiūros programa.

source: Bad Quality
lt: Bloga kokybė

# ulng.rsviewencoding
source: Encoding
lt: Koduotė

source: Image Type
lt: Paveikslėlio tipas

# ulng.rsviewnewsize
source: New Size
lt: Naujas dydis

source: %s not found!
lt: %s nerasta!

source: Pen;Rect;Ellipse
lt: Pieštukas;Stačiakampis;Elipsė

source: with external viewer
lt: su išorine peržiūros programa

source: Number of replacement: %d
lt: Pakeitimų skaičius: %d

source: No replacement took place.
lt: Nebuvo atlikta jokių pakeitimų.

source: No setup named "%s"
lt: Nėra nustatymo pavadinimu "%s"
