Repository: jauniussta/doublecmd-lt-translation
Catalog: doublecmd.*.po
Languages: lt

source: &Search for part of file name
lt: Ieškoti bylos vardo dalies

source: Show menu bar in "Find files"
lt: Rodyti meniu juostą "Rasti bylas"

source: Text search in files
lt: Teksto paieška bylose

# TFRMOPTIONSFILESEARCH.GBFILESEARCH.CAPTION
source: File search
lt: Bylų paieška

source: Current filters with "New search" button:
lt: Dabartiniai filtrai su "Nauja paieška" mygtuku:

source: Default search template:
lt: Numatytoji paieškos šablonas:

source: Use memory mapping for search te&xt in files
lt: Naudoti atminties susiejimą teksto paieškai bylose

source: &Use stream for search text in files
lt: Naudoti srautą teksto paieškai bylose

# tfrmoptionsfilesviews.btndefault.caption
source: De&fault
lt: Numatytasis

source: Formatting
lt: Formatavimas

source: Personalized abbreviations to use:
lt: Naudojami personalizuoti trumpinimai:

source: Sorting
lt: Rūšiavimas

source: &Byte:
lt: Baitas:

source: Case s&ensitivity:
lt: Didžiųjų ir mažųjų raidžių skirtumas:

source: Incorrect format
lt: Neteisingas formatas

source: &Date and time format:
lt: Datos ir laiko formatas:

source: File si&ze format:
lt: Bylos dydžio formatas:

source: &Footer format:
lt: Apatinio parašo formatas:

source: &Gigabyte:
lt: Gigabaitas:

source: &Header format:
lt: Antraštės formatas:

source: &Kilobyte:
lt: Kilobaitas:

source: Megab&yte:
lt: Megabaitas:

source: &Insert new files:
lt: Įterpti naujas bylas:

source: O&peration size format:
lt: Operacijos dydžio formatas:

source: So&rting directories:
lt: Aplankų rūšiavimas:

source: &Sort method:
lt: Rūšiavimo metodas:

source: &Terabyte:
lt: Terabaitas:

source: &Move updated files:
lt: Perkelti atnaujintas bylas:

# tfrmoptionsfilesviewscomplement.btnaddattribute.caption
source: &Add
lt: Pridėti

# tfrmoptionsfilesviewscomplement.btnattrshelp.caption
source: &Help
lt: Pagalba

source: Enable changing to &parent folder when double-clicking on empty part of file view
lt: Įjungti perėjimą į tėvinį aplanką dukart spustelėjus tuščią bylų rodinio dalį

source: Do&n't load file list until a tab is activated
lt: Nekrauti bylų sąrašo, kol kortelė nebus aktyvuota

source: S&how square brackets around directories
lt: Rodyti laužtinius skliaustus aplink aplankus

source: Hi&ghlight new and updated files
lt: Paryškinti naujas ir atnaujintas bylas

source: Enable inplace &renaming when clicking twice on a name
lt: Įjungti vietinį pervadinimą dukart spustelėjus vardą

source: Load &file list in separate thread
lt: Krauti bylų sąrašą atskirame sraute

source: Load icons af&ter file list
lt: Krauti piktogramas po bylų sąrašo

source: Show s&ystem and hidden files
lt: Rodyti sistemos ir paslėptas bylas

source: &When selecting files with <SPACEBAR>, move down to next file (as with <INSERT>)
lt: Pasirenkant bylas su <TARPO MYGTUKU>, pereiti prie kitos bylos (kaip su <INSERT>)

source: Windows style filter when marking files ("*.*" also select files without extension, etc.)
lt: Windows stiliaus filtras žymint bylas ("*.*" taip pat pasirenka bylas be plėtinio ir kt.)

source: Use an independent attribute filter in mask input dialog each time
lt: Kiekvieną kartą naudoti nepriklausomą atributų filtrą kaukės įvedimo dialoge

source: Marking/Unmarking entries
lt: Žymėjimo/Žymės panaikinimo įrašai

source: Default attribute mask value to use:
lt: Naudojama numatytoji atributų kaukės reikšmė:

# TFRMOPTIONSFILETYPESCOLORS.BTNADDCATEGORY.CAPTION
source: A&dd
lt: Pridėti

# TFRMOPTIONSFILETYPESCOLORS.BTNAPPLYCATEGORY.CAPTION
source: A&pply
lt: Taikyti

# TFRMOPTIONSFILETYPESCOLORS.BTNDELETECATEGORY.CAPTION
source: D&elete
lt: Ištrinti

# tfrmoptionsfiletypescolors.btnsearchtemplate.hint
source: Template...
lt: Šablonas...

source: File types colors (sort by drag&&drop)
lt: Bylų tipų spalvos (rūšiuoti tempdami ir numesdami)

source: Category a&ttributes:
lt: Kategorijos atributai:

source: Category co&lor:
lt: Kategorijos spalva:

# tfrmoptionsfiletypescolors.lblcategorymask.caption
source: Category &mask:
lt: Kategorijos kaukė:

# tfrmoptionsfiletypescolors.lblcategoryname.caption
source: Category &name:
lt: Kategorijos vardas:

# tfrmoptionsfonts.hint
source: Fonts
lt: Šriftai

# TFRMOPTIONSHOTKEYS.ACTADDHOTKEY.CAPTION
source: Add &hotkey
lt: Pridėti sparčiąją klavišų kombinaciją

# TFRMOPTIONSHOTKEYS.ACTCOPY.CAPTION
source: Copy
lt: Kopijuoti

# TFRMOPTIONSHOTKEYS.ACTDELETE.CAPTION
source: Delete
lt: Ištrinti

# TFRMOPTIONSHOTKEYS.ACTDELETEHOTKEY.CAPTION
source: &Delete hotkey
lt: &Pašalinti spartųjį klavišą

# TFRMOPTIONSHOTKEYS.ACTEDITHOTKEY.CAPTION
source: &Edit hotkey
lt: Redaguoti sparčiąją klavišų kombinaciją

source: Next category
lt: Kita kategorija

source: Make popup the file related menu
lt: Atverti su byla susijusį meniu

source: Previous category
lt: Ankstesnė kategorija

# TFRMOPTIONSHOTKEYS.ACTRENAME.CAPTION
source: Rename
lt: Pervadinti

source: Restore DC default
lt: Atkurti DC numatytuosius

source: Save now
lt: Išsaugoti dabar

source: Sort by command name
lt: Rūšiuoti pagal komandos pavadinimą

source: Sort by hotkeys (grouped)
lt: Rūšiuoti pagal sparčiuosius klavišus (grupėmis)

source: Sort by hotkeys (one per row)
lt: Rūšiuoti pagal sparčiuosius klavišus (po vieną eilutėje)

source: &Filter
lt: Filtras

source: C&ategories:
lt: Kategorijos:

source: Co&mmands:
lt: Komandos:

source: &Shortcut files:
lt: Trumpinių bylos:

source: So&rt order:
lt: Rūšiavimo tvarka:

source: Categories
lt: Kategorijos

# TFRMOPTIONSHOTKEYS.MICOMMANDS.CAPTION
source: Command
lt: Komanda

source: Sort order
lt: Rūšiavimo tvarka

# tfrmoptionshotkeys.stgcommands.columns[0].title.caption
source: Command
lt: Komanda

# tfrmoptionshotkeys.stgcommands.columns[1].title.caption
source: Hotkeys
lt: Sparčiosios klavišų kombinacijos

# tfrmoptionshotkeys.stgcommands.columns[2].title.caption
source: Description
lt: Aprašymas

# tfrmoptionshotkeys.stghotkeys.columns[0].title.caption
source: Hotkey
lt: Sparčioji klavišų kombinacija

# tfrmoptionshotkeys.stghotkeys.columns[1].title.caption
source: Parameters
lt: Parametrai

source: Controls
lt: Valdikliai

# TFRMOPTIONSICONS.CBICONSEXCLUDE.CAPTION
source: For the following &paths and their subdirectories:
lt: Šiems keliams ir jų pakatalogiams:

source: Show icons for actions in &menus
lt: Rodyti piktogramas veiksmams meniu

source: Show icons on buttons
lt: Rodyti piktogramas ant mygtukų

source: Show o&verlay icons, e.g. for links
lt: Rodyti perdengimo piktogramas, pvz., nuorodoms

source: &Dimmed hidden files (slower)
lt: Pritemdytos paslėptos bylos (lėčiau)

source: Disable special icons
lt: Išjungti specialias piktogramas

source: Icon size
lt: Piktogramų dydis

source: Icon theme
lt: Piktogramų tema

source: Show icons
lt: Rodyti piktogramas

source: Show icons to the left of the filename
lt: Rodyti piktogramas kairėje nuo bylos vardo

source: Disk panel:
lt: Disko skydelis:

source: File panel:
lt: Bylų skydelis:

# tfrmoptionsicons.rbiconsshowall.caption
source: A&ll
lt: Visos

source: All associated + &EXE/LNK (slow)
lt: Visos susietos + EXE/LNK (lėtai)

source: &No icons
lt: Nėra piktogramų

source: Only &standard icons
lt: Tik standartinės piktogramos

source: A&dd selected names
lt: Pridėti pasirinktus vardus

source: Add selected names with &full path
lt: Pridėti pasirinktus vardus su pilnu keliu

# TFRMOPTIONSIGNORELIST.BTNRELATIVESAVEIN.HINT
source: Some functions to select appropriate path
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą kelią

source: &Ignore (don't show) the following files and folders:
lt: Ignoruoti (nerodyti) šias bylas ir aplankus:

source: &Save in:
lt: Įrašyti į:

source: Le&ft, Right arrows change directory (Lynx-like movement)
lt: Kairės, dešinės rodyklės keičia aplanką (Lynx tipo judėjimas)

source: Typing
lt: Rašymas

source: Alt+L&etters:
lt: Alt+Raidės:

source: Ctrl+Alt+Le&tters:
lt: Ctrl+Alt+Raidės:

source: &Letters:
lt: Raidės:

# tfrmoptionslayout.cbflatdiskpanel.caption
source: &Flat buttons
lt: Plokšti mygtukai

source: Flat i&nterface
lt: Plokščia sąsaja

source: Show fr&ee space indicator on drive label
lt: Rodyti laisvos vietos rodiklį disko etiketėje

source: Show lo&g window
lt: Rodyti žurnalo langą

source: Show panel of operation in background
lt: Rodyti operacijų skydelį fone

source: Show common progress in menu bar
lt: Rodyti bendrą eigą meniu juostoje

source: Show command l&ine
lt: Rodyti komandų eilutę

source: Show current director&y
lt: Rodyti dabartinį aplanką

source: Show &drive buttons
lt: Rodyti diskų mygtukus

source: Show free s&pace label
lt: Rodyti laisvos vietos etiketę

source: Show drives list bu&tton
lt: Rodyti diskų sąrašo mygtuką

source: Show function &key buttons
lt: Rodyti funkcijų klavišų mygtukus

source: Show &main menu
lt: Rodyti pagrindinį meniu

source: Show tool&bar
lt: Rodyti įrankių juostą

source: Show short free space &label
lt: Rodyti trumpą laisvos vietos etiketę

source: Show &status bar
lt: Rodyti būsenos juostą

source: S&how tabstop header
lt: Rodyti kortelių antraštę

source: Sho&w folder tabs
lt: Rodyti aplankų korteles

source: Show te&rminal window
lt: Rodyti terminalo langą

source: Show two drive button bars (fi&xed width, above file windows)
lt: Rodyti dvi diskų mygtukų juostas (fiksuotas plotis, virš bylų langų)

source: Show middle toolbar
lt: Rodyti vidurinę įrankių juostą

source: Screen layout
lt: Ekrano išdėstymas

# TFRMOPTIONSLOG.BTNRELATIVELOGFILE.HINT
source: Some functions to select appropriate path
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą kelią

# tfrmoptionslog.btnviewlogfile.hint
source: View log file content
lt: Peržiūrėti žurnalo bylos turinį

source: Include date in log filename
lt: Įtraukti datą į žurnalo bylos pavadinimą

source: &Pack/Unpack
lt: Pakavimas/Išpakavimas

source: External command line execution
lt: Išorinės komandinės eilutės vykdymas

source: Cop&y/Move/Create link/symlink
lt: Kopijavimas/Perkėlimas/Nuorodos/simbolinės nuorodos sukūrimas

# TFRMOPTIONSLOG.CBLOGDELETE.CAPTION
source: &Delete
lt: Ištrinti

source: Crea&te/Delete directories
lt: Aplankų sukūrimas/ištrinimas

source: Log &errors
lt: Įrašyti klaidas

source: C&reate a log file:
lt: Sukurti žurnalo bylą:

source: Maximum log file count
lt: Maksimalus žurnalo bylų skaičius

source: Log &information messages
lt: Įrašyti informacinius pranešimus

source: Start/shutdown
lt: Paleidimas/išjungimas

source: Log &successful operations
lt: Įrašyti sėkmingas operacijas

source: &File system plugins
lt: Failų sistemos įskiepiai

source: File operation log file
lt: Bylų operacijų žurnalo byla

source: Log operations
lt: Žurnalo operacijos

source: Operation status
lt: Operacijos būsena

# TFRMOPTIONSMISC.BTNRELATIVEOUTPUTPATHFORTOOLBAR.HINT
source: Some functions to select appropriate path
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą kelią

# TFRMOPTIONSMISC.BTNRELATIVETCCONFIGFILE.HINT
source: Some functions to select appropriate path
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą kelią

# TFRMOPTIONSMISC.BTNRELATIVETCEXECUTABLEFILE.HINT
source: Some functions to select appropriate path
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą kelią

source: &Remove thumbnails for no longer existing files
lt: Pašalinti miniatiūras nebėrančioms byloms

# TFRMOPTIONSMISC.BTNVIEWCONFIGFILE.HINT
source: View configuration file content
lt: Peržiūrėti konfigūracijos bylos turinį

# TFRMOPTIONSMISC.CHKDESCCREATEUNICODE.CAPTION
source: Create new with the encoding:
lt: Kurti naują su koduote:

source: Always &go to the root of a drive when changing drives
lt: Visada eiti į disko šaknį keičiant diskus

source: Show &current directory in the main window title bar
lt: Rodyti dabartinį aplanką pagrindinio lango pavadinimo juostoje

source: Show &splash screen
lt: Rodyti pasisveikinimo ekraną

source: Show &warning messages ("OK" button only)
lt: Rodyti įspėjamuosius pranešimus (tik "OK" mygtukas)

source: &Save thumbnails in cache
lt: Įrašyti miniatiūras į podėlį

# TFRMOPTIONSMISC.DBLTHUMBNAILS.CAPTION
source: Thumbnails
lt: Miniatiūros

source: File comments (descript.ion)
lt: Bylų komentarai (descript.ion)

source: Regarding TC export/import:
lt: Kalbant apie TC eksportą/importą:

source: &Default single-byte text encoding:
lt: Numatytoji vienabaitė teksto koduotė:

# TFRMOPTIONSMISC.LBLDESCRDEFAULTENCODING.CAPTION
source: Default encoding:
lt: Numatytoji koduotė:

source: Configuration file:
lt: Konfigūracijos byla:

source: TC executable:
lt: TC vykdomoji byla:

source: Toolbar output path:
lt: Įrankių juostos išvesties kelias:

source: pixels
lt: pikseliai

source: &Thumbnail size:
lt: Miniatiūros dydis:

source: &Selection by mouse
lt: Pažymėjimas pele

source: The text cursor no longer follows the mouse cursor
lt: Teksto žymeklis nebeseka pelės žymeklio

source: By clic&king on icon
lt: Spustelėjus piktogramą

# tfrmoptionsmouse.gbopenwith.caption
source: Open with
lt: Atverti su

source: Scrolling
lt: Slinkimas

source: Selection
lt: Pasirinkimas

source: &Mode:
lt: Režimas:

source: Double click
lt: Dvigubas spustelėjimas

source: &Line by line
lt: Po eilutę

source: Line by line &with cursor movement
lt: Po eilutę su žymeklio judėjimu

source: &Page by page
lt: Po puslapį

source: Single click (opens files and folders)
lt: Vienas spustelėjimas (atveria bylas ir aplankus)

source: Single click (opens folders, double click for files)
lt: Vienas spustelėjimas (atveria aplankus, dukart spustelėti byloms)

# tfrmoptionsmultirename.btnmulrenlogfilenamerelative.hint
source: Some functions to select appropriate path
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą kelią

# tfrmoptionsmultirename.btnmulrenlogfilenameview.hint
source: View log file content
lt: Peržiūrėti žurnalo bylos turinį

source: Individual directories per day
lt: Atskiri aplankai kiekvienai dienai

source: Log filenames with full path
lt: Įrašyti bylų pavadinimus su pilnu keliu

source: Show menu bar on top
lt: Rodyti meniu juostą viršuje

source: Rename log
lt: Pervadinimo žurnalas

source: Replace invalid filename character b&y
lt: Pakeisti netinkamą bylos pavadinimo simbolį

source: Append in the same rename log file
lt: Pridėti į tą patį pervadinimo žurnalo bylą

source: Per preset
lt: Pagal iš anksto nustatytą

source: Exit with modified preset
lt: Išeiti su modifikuotu iš anksto nustatytu

source: Preset at launch
lt: Iš anksto nustatyta paleidžiant

# tfrmoptionspluginsbase.btnaddplugin.caption
source: A&dd
lt: Pridėti

# tfrmoptionspluginsbase.btnconfigplugin.caption
source: Con&figure
lt: Konfigūruoti

# tfrmoptionspluginsbase.btnenableplugin.caption
source: E&nable
lt: Įjungti

# tfrmoptionspluginsbase.btnremoveplugin.caption
source: &Remove
lt: Pašalinti

# tfrmoptionspluginsbase.btntweakplugin.caption
source: &Tweak
lt: Koreguoti

# tfrmoptionspluginsbase.lblplugindescription.caption
source: Description
lt: Aprašymas

# tfrmoptionspluginsbase.stgplugins.columns[0].title.caption
source: Active
lt: Aktyvus

# tfrmoptionspluginsbase.stgplugins.columns[1].title.caption
source: Plugin
lt: Įskiepis

# tfrmoptionspluginsbase.stgplugins.columns[2].title.caption
source: Registered for
lt: Registruota

# tfrmoptionspluginsbase.stgplugins.columns[3].title.caption
source: File name
lt: Bylos pavadinimas

# tfrmoptionspluginsdsx.lblplugindescription.caption
source: Searc&h plugins allow one to use alternative search algorithms or external tools (like "locate", etc.)
lt: Paieškos įskiepiai leidžia naudoti alternatyvius paieškos algoritmus ar išorinius įrankius (pvz., "locate" ir kt.)

# tfrmoptionspluginsdsx.stgplugins.columns[0].title.caption
source: Active
lt: Aktyvus

# tfrmoptionspluginsdsx.stgplugins.columns[1].title.caption
source: Plugin
lt: Įskiepis

# tfrmoptionspluginsdsx.stgplugins.columns[2].title.caption
source: Registered for
lt: Registruota

# tfrmoptionspluginsdsx.stgplugins.columns[3].title.caption
source: File name
lt: Bylos pavadinimas

source: Apply current settings to all current configured plugins
lt: Taikyti dabartinius nustatymus visiems sukonfigūruotiems įskiepiams

source: When adding a new plugin, automatically go in tweak window
lt: Pridedant naują įskiepį, automatiškai eiti į koregavimo langą

source: Configuration:
lt: Konfigūracija:

source: Lua library file to use:
lt: Naudojama Lua bibliotekos byla:

# tfrmoptionspluginsgroup.lbpathtoberelativeto.caption
source: Path to be relative to:
lt: Kelias, kurio atžvilgiu bus santykinis:

source: Plugin filename style when adding a new plugin:
lt: Įskiepio bylos pavadinimo stilius pridedant naują įskiepį:

# tfrmoptionspluginswcx.lblplugindescription.caption
source: Pack&er plugins are used to work with archives
lt: Pakavimo įskiepiai naudojami darbui su archyvais

# tfrmoptionspluginswcx.stgplugins.columns[0].title.caption
source: Active
lt: Aktyvus

# tfrmoptionspluginswcx.stgplugins.columns[1].title.caption
source: Plugin
lt: Įskiepis

# tfrmoptionspluginswcx.stgplugins.columns[2].title.caption
source: Registered for
lt: Registruota

# tfrmoptionspluginswcx.stgplugins.columns[3].title.caption
source: File name
lt: Bylos pavadinimas

# tfrmoptionspluginswdx.lblplugindescription.caption
source: Content plu&gins allow one to display extended file details like mp3 tags or image attributes in file lists, or use them in search and multi-rename tool
lt: Turinio įskiepiai leidžia rodyti išplėstinius bylos duomenis, pvz., mp3 žymes ar vaizdo atributus bylų sąrašuose, arba naudoti juos paieškoje ir kelių pervadinimo įrankyje

# tfrmoptionspluginswdx.stgplugins.columns[0].title.caption
source: Active
lt: Aktyvus

# tfrmoptionspluginswdx.stgplugins.columns[1].title.caption
source: Plugin
lt: Įskiepis

# tfrmoptionspluginswdx.stgplugins.columns[2].title.caption
source: Registered for
lt: Registruota

# tfrmoptionspluginswdx.stgplugins.columns[3].title.caption
source: File name
lt: Bylos pavadinimas

# tfrmoptionspluginswfx.lblplugindescription.caption
source: Fi&le system plugins allow access to disks inaccessible by operating system or to external devices like Palm/PocketPC.
lt: Failų sistemos įskiepiai leidžia pasiekti diskus, kurie yra nepasiekiami operacinės sistemos arba išorinių įrenginių, tokių kaip Palm/PocketPC.

# tfrmoptionspluginswfx.stgplugins.columns[0].title.caption
source: Active
lt: Aktyvus

# tfrmoptionspluginswfx.stgplugins.columns[1].title.caption
source: Plugin
lt: Įskiepis

# tfrmoptionspluginswfx.stgplugins.columns[2].title.caption
source: Registered for
lt: Registruota

# tfrmoptionspluginswfx.stgplugins.columns[3].title.caption
source: File name
lt: Bylos pavadinimas

# tfrmoptionspluginswlx.lblplugindescription.caption
source: Vie&wer plugins allow one to display file formats like images, spreadsheets, databases etc. in Viewer (F3, Ctrl+Q)
lt: Peržiūros įskiepiai leidžia rodyti failų formatus, tokius kaip vaizdai, skaičiuoklės, duomenų bazės ir kt., peržiūros programoje (F3, Ctrl+Q)

# tfrmoptionspluginswlx.stgplugins.columns[0].title.caption
source: Active
lt: Aktyvus

# tfrmoptionspluginswlx.stgplugins.columns[1].title.caption
source: Plugin
lt: Įskiepis

# tfrmoptionspluginswlx.stgplugins.columns[2].title.caption
source: Registered for
lt: Registruota

# tfrmoptionspluginswlx.stgplugins.columns[3].title.caption
source: File name
lt: Bylos pavadinimas

source: &Beginning (name must start with first typed character)
lt: Pradžia (vardas turi prasidėti pirmuoju įvestu simboliu)

source: En&ding (last character before a typed dot . must match)
lt: Pabaiga (paskutinis simbolis prieš įvestą tašką . turi sutapti)

# TFRMOPTIONSQUICKSEARCHFILTER.CGPOPTIONS.CAPTION
source: Options
lt: Parinktys

source: Exact name match
lt: Tikslus pavadinimo atitikimas

source: Search case
lt: Paieškos registras

source: Search for these items
lt: Ieškoti šių elementų

source: Keep renamed name when unlocking a tab
lt: Išlaikyti pervadintą pavadinimą atrakinus skirtuką

source: Activate target &panel when clicking on one of its Tabs
lt: Aktyvuoti tikslinį &langą spustelėjus vieną iš jo kortelių

source: &Show tab header also when there is only one tab
lt: &Rodyti kortelių antraštes net kai yra tik viena kortelė

source: Close duplicate tabs when closing application
lt: Uždaryti dublikatus uždarius programą

source: Con&firm close all tabs
lt: Pat&virtinti visų kortelių uždarymą

source: Confirm close locked tabs
lt: Patvirtinti užrakintų kortelių uždarymą

source: &Limit tab title length to
lt: &Apriboti kortelės pavadinimo ilgį iki

source: Show locked tabs &with an asterisk *
lt: Rodyti užrakintas korteles &su žvaigždute *

source: &Tabs on multiple lines
lt: &Kortelės keliuose eilučių

source: Ctrl+&Up opens new tab in foreground
lt: Ctrl+&Aukštyn atidaro naują kortelę pirmame plane

source: Open &new tabs near current tab
lt: Atidaryti &naujas korteles šalia dabartinės kortelės

source: Reuse existing tab when possible
lt: Jei įmanoma, naudoti esamą kortelę

source: Show ta&b close button
lt: Rodyti kortelės uždarymo mygtuką

source: Always show drive letter in tab title
lt: Visada rodyti disko raidę kortelės pavadinime

source: Folder tabs headers
lt: Aplankų kortelių antraštės

source: characters
lt: simbolių

source: Action to do when double click on a tab:
lt: Veiksmas dvigubu paspaudimu ant kortelės:

source: Ta&bs position
lt: Kor&telių padėtis

# TFRMOPTIONSTABSEXTRA.CBDEFAULTEXISTINGTABSTOKEEP.TEXT
source: None
lt: Nėra

# TFRMOPTIONSTABSEXTRA.CBDEFAULTSAVEDIRHISTORY.TEXT
source: No
lt: Ne

# TFRMOPTIONSTABSEXTRA.CBDEFAULTTARGETPANELLEFTSAVED.TEXT
source: Left
lt: Kairė

# TFRMOPTIONSTABSEXTRA.CBDEFAULTTARGETPANELRIGHTSAVED.TEXT
source: Right
lt: Dešinė

source: Goto to Favorite Tabs Configuration after resaving
lt: Eiti į Mėgstamų kortelių konfigūraciją po išsaugojimo

source: Goto to Favorite Tabs Configuration after saving a new one
lt: Eiti į Mėgstamų kortelių konfigūraciją po naujo įrašo išsaugojimo

source: Enable Favorite Tabs extra options (select target side when restore, etc.)
lt: Įjungti papildomas Mėgstamų kortelių parinktis (pasirinkti tikslinę pusę atkuriant ir kt.)

source: Default extra settings when saving new Favorite Tabs:
lt: Numatytieji papildomi nustatymai išsaugant naujas Mėgstamas korteles:

source: Folder tabs headers extra
lt: Papildomos aplankų kortelių antraštės

source: When restoring tab, existing tabs to keep:
lt: Atkuriant kortelę, esamos kortelės, kurias palikti:

source: Tabs saved on left will be restored to:
lt: Kairėje išsaugotos kortelės bus atkuriamos:

source: Tabs saved on right will be restored to:
lt: Dešinėje išsaugotos kortelės bus atkuriamos:

# tfrmoptionstabsextra.lblfavoritetabssavedirhistory.caption
source: Keep saving dir history with Favorite Tabs:
lt: Išsaugoti aplankų istoriją su Mėgstamomis kortelėmis:

source: Default position in menu when saving a new Favorite Tabs:
lt: Numatytoji pozicija meniu išsaugant naują Mėgstamų kortelių sąrašą:

# TFRMOPTIONSTERMINAL.EDRUNINTERMCLOSEPARAMS.HINT
source: {command} should normally be present here to reflect the command to be run in terminal
lt: {command} paprastai turėtų būti čia, kad atspindėtų komandą, kuri bus vykdoma terminale

# TFRMOPTIONSTERMINAL.EDRUNINTERMSTAYOPENPARAMS.HINT
source: {command} should normally be present here to reflect the command to be run in terminal
lt: {command} paprastai turėtų būti čia, kad atspindėtų komandą, kuri bus vykdoma terminale

source: Command for just running terminal:
lt: Komanda tik terminalui paleisti:

source: Command for running a command in terminal and close after:
lt: Komanda komandai vykdyti terminale ir uždaryti po to:

source: Command for running a command in terminal and stay open:
lt: Komanda komandai vykdyti terminale ir likti atviram:

# TFRMOPTIONSTERMINAL.LBRUNINTERMCLOSECMD.CAPTION
source: Command:
lt: Komanda:

# TFRMOPTIONSTERMINAL.LBRUNINTERMCLOSEPARAMS.CAPTION
source: Parameters:
lt: Parametrai:

# TFRMOPTIONSTERMINAL.LBRUNINTERMSTAYOPENCMD.CAPTION
source: Command:
lt: Komanda:
