Repository: jauniussta/doublecmd-lt-translation
Catalog: doublecmd.*.po
Languages: lt

# tfrmstartingsplash.lblcommit.caption
source: Commit
lt: Pakeitimai

source: Operating System
lt: Operacinė sistema

source: Platform
lt: Platforma

# TFRMSTARTINGSPLASH.LBLREVISION.CAPTION
source: Revision
lt: Revizija

# TFRMSTARTINGSPLASH.LBLVERSION.CAPTION
source: Version
lt: Versija

source: WidgetsetVer
lt: Valdiklių rinkinio versija

# TFRMSYMLINK.BTNCANCEL.CAPTION
source: &Cancel
lt: &Atšaukti

# TFRMSYMLINK.BTNOK.CAPTION
source: &OK
lt: &Gerai

source: Create symbolic link
lt: Sukurti simbolinę nuorodą

source: Use &relative path when possible
lt: Naudoti &santikinį kelią, kai įmanoma

# TFRMSYMLINK.LBLEXISTINGFILE.CAPTION
source: &Destination that the link will point to
lt: &Paskirtis, į kurią nuoroda nukreips

# TFRMSYMLINK.LBLLINKTOCREATE.CAPTION
source: &Link name
lt: &Nuorodos pavadinimas

source: Delete on both sides
lt: Ištrinti abiejose pusėse

source: <- Delete left
lt: <- Ištrinti kairėje

source: -> Delete right
lt: -> Ištrinti dešinėje

source: Remove selection
lt: Pašalinti pasirinkimą

source: Select for copying (default direction)
lt: Pasirinkti kopijavimui (numatytoji kryptis)

source: Select for copying -> (left to right)
lt: Pasirinkti kopijavimui -> (iš kairės į dešinę)

source: Reverse copy direction
lt: Atvirkštinė kopijavimo kryptis

source: Select for copying <- (right to left)
lt: Pasirinkti kopijavimui <- (iš dešinės į kairę)

source: Select for deleting <-> (both)
lt: Pasirinkti ištrynimui <-> (abi)

source: Select for deleting <- (left)
lt: Pasirinkti ištrynimui <- (kairė)

source: Select for deleting -> (right)
lt: Pasirinkti ištrynimui -> (dešinė)

# TFRMSYNCDIRSDLG.BTNCLOSE.CAPTION
source: Close
lt: Uždaryti

# TFRMSYNCDIRSDLG.BTNCOMPARE.CAPTION
source: Compare
lt: Palyginti

# tfrmsyncdirsdlg.btnsearchtemplate.hint
source: Template...
lt: Šablonas...

# tfrmsyncdirsdlg.btnsynchronize.caption
source: Synchronize
lt: Sinchronizuoti

source: Synchronize directories
lt: Sinchronizuoti katalogus

source: asymmetric
lt: asimetriškas

source: by content
lt: pagal turinį

source: ignore date
lt: ignoruoti datą

source: only selected
lt: tik pasirinktus

source: Subdirs
lt: Pakatalogiai

source: Show:
lt: Rodyti:

# TFRMSYNCDIRSDLG.HEADERDG.COLUMNS[0].TITLE.CAPTION
source: Name
lt: Vardas

# TFRMSYNCDIRSDLG.HEADERDG.COLUMNS[1].TITLE.CAPTION
source: Size
lt: Dydis

# TFRMSYNCDIRSDLG.HEADERDG.COLUMNS[2].TITLE.CAPTION
source: Date
lt: Data

# TFRMSYNCDIRSDLG.HEADERDG.COLUMNS[4].TITLE.CAPTION
source: Date
lt: Data

# TFRMSYNCDIRSDLG.HEADERDG.COLUMNS[5].TITLE.CAPTION
source: Size
lt: Dydis

# TFRMSYNCDIRSDLG.HEADERDG.COLUMNS[6].TITLE.CAPTION
source: Name
lt: Vardas

source: (in main window)
lt: (pagrindiniame lange)

# TFRMSYNCDIRSDLG.MENUITEMCOMPARE.CAPTION
source: Compare
lt: Palyginti

source: View left
lt: Peržiūrėti kairėje

source: View right
lt: Peržiūrėti dešinėje

source: duplicates
lt: dublikatai

source: singles
lt: vienetiniai

source: Please press "Compare" to start
lt: Norėdami pradėti, paspauskite "Palyginti"

# TFRMSYNCDIRSPERFORMDLG.CAPTION
source: Synchronize
lt: Sinchronizuoti

source: Confirm overwrites
lt: Patvirtinti perrašymus

# tfrmtreeviewmenu.caption
source: Tree View Menu
lt: Medžio rodinio meniu

source: Select your hot directory:
lt: Pasirinkite savo aktyvų katalogą:

source: Search is case sensitive
lt: Paieška jautri raidžių dydžiui

source: Full collapse
lt: Visas sutraukimas

source: Full expand
lt: Visas išplėtimas

source: Search ignore accents and ligatures
lt: Paieška ignoruoja akcentus ir ligatūras

source: Search is not case sensitive
lt: Paieška nejautri raidžių dydžiui

source: Search is strict regarding accents and ligatures
lt: Paieška griežta dėl akcentų ir ligatūrų

source: Don't show the branch content "just" because the searched string is found in the branche name
lt: Nerodyti šakos turinio "tiesiog" todėl, kad ieškoma eilutė rasta šakos pavadinime

source: If searched string is found in a branch name, show the whole branch even if elements don't match
lt: Jei ieškoma eilutė rasta šakos pavadinime, rodyti visą šaką, net jei elementai neatitinka

source: Close Tree View Menu
lt: Uždaryti medžio rodinio meniu

# TFRMTREEVIEWMENU.TBCONFIGURATIONTREEVIEWMENUS.HINT
source: Configuration of Tree View Menu
lt: Medžio rodinio meniu konfigūracija

# TFRMTREEVIEWMENU.TBCONFIGURATIONTREEVIEWMENUSCOLORS.HINT
source: Configuration of Tree View Menu Colors
lt: Medžio rodinio meniu spalvų konfigūracija

source: A&dd new
lt: &Pridėti naują

# TFRMTWEAKPLUGIN.BTNCANCEL.CAPTION
source: &Cancel
lt: &Atšaukti

source: C&hange
lt: &Keisti

# tfrmtweakplugin.btndefault.caption
source: De&fault
lt: &Numatytasis

# TFRMTWEAKPLUGIN.BTNOK.CAPTION
source: &OK
lt: &Gerai

# tfrmtweakplugin.btnrelativeplugin1.hint
source: Some functions to select appropriate path
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą kelią

# tfrmtweakplugin.btnrelativeplugin2.hint
source: Some functions to select appropriate path
lt: Kai kurios funkcijos, skirtos pasirinkti tinkamą kelią

# TFRMTWEAKPLUGIN.BTNREMOVE.CAPTION
source: &Remove
lt: &Pašalinti

source: Tweak plugin
lt: Pritaikyti įskiepį

source: De&tect archive type by content
lt: Aptikti archyvo tipą pagal turinį

source: Can de&lete files
lt: Gali ištrinti failus

source: Supports e&ncryption
lt: Palaiko šifravimą

source: Sho&w as normal files (hide packer icon)
lt: Rodyti kaip paprastus failus (slėpti pakuotuvo piktogramą)

source: Supports pac&king in memory
lt: Palaiko pakavimą atmintyje

source: Can &modify existing archives
lt: Gali keisti esamus archyvus

source: &Archive can contain multiple files
lt: &Archyvas gali turėti kelis failus

source: Can create new archi&ves
lt: Gali kurti naujus archyvus

source: S&upports the options dialogbox
lt: Palaiko parinkčių dialogą

source: Allow searchin&g for text in archives
lt: Leisti ieškoti teksto archyvuose

source: &Description:
lt: &Aprašymas:

source: D&etect string:
lt: Aptikimo eilutė:

source: &Extension:
lt: &Plėtinys:

source: Flags:
lt: Vėliavos:

# tfrmtweakplugin.lblname.caption
source: &Name:
lt: &Pavadinimas:

# tfrmtweakplugin.lblplugin.caption
source: &Plugin:
lt: &Įskiepis:

# tfrmtweakplugin.lblplugin2.caption
source: &Plugin:
lt: &Įskiepis:

source: About Viewer...
lt: Apie peržiūros programą...

source: Displays the About message
lt: Rodo informaciją apie peržiūros programą

source: Auto Reload
lt: Automatinis įkėlimas

source: Change encoding
lt: Keisti koduotę

# tfrmviewer.actcopyfile.caption
source: Copy File
lt: Kopijuoti failą

# TFRMVIEWER.ACTCOPYFILE.HINT
source: Copy File
lt: Kopijuoti failą

# TFRMVIEWER.ACTCOPYTOCLIPBOARD.CAPTION
source: Copy To Clipboard
lt: Kopijuoti į iškarpinę

source: Copy To Clipboard Formatted
lt: Kopijuoti į iškarpinę su formatavimu

# tfrmviewer.actdeletefile.caption
source: Delete File
lt: Ištrinti failą

# TFRMVIEWER.ACTDELETEFILE.HINT
source: Delete File
lt: Ištrinti failą

# TFRMVIEWER.ACTEXITVIEWER.CAPTION
source: E&xit
lt: Išeiti

# TFRMVIEWER.ACTFIND.CAPTION
source: Find
lt: Rasti

# TFRMVIEWER.ACTFINDNEXT.CAPTION
source: Find next
lt: Rasti sekantį

# TFRMVIEWER.ACTFINDPREV.CAPTION
source: Find previous
lt: Rasti ankstesnį

# TFRMVIEWER.ACTFULLSCREEN.CAPTION
source: Full Screen
lt: Visas ekranas

# tfrmviewer.actgotoline.caption
source: Goto Line...
lt: Eiti į eilutę...

# tfrmviewer.actgotoline.hint
source: Goto Line
lt: Eiti į eilutę

source: Center
lt: Centruoti

source: &Next
lt: &Kitas

source: Load Next File
lt: Įkelti kitą failą

source: &Previous
lt: &Ankstesnis

source: Load Previous File
lt: Įkelti ankstesnį failą

source: Mirror Horizontally
lt: Veidrodinis horizontaliai

source: Mirror
lt: Veidrodinis

source: Mirror Vertically
lt: Veidrodinis vertikaliai

# tfrmviewer.actmovefile.caption
source: Move File
lt: Perkelti failą

# TFRMVIEWER.ACTMOVEFILE.HINT
source: Move File
lt: Perkelti failą

# tfrmviewer.actpreview.caption
source: Preview
lt: Peržiūra

source: P&rint...
lt: S&pausdinti...

source: Print &setup...
lt: Spausdinimo nustatymai...

# TFRMVIEWER.ACTRELOAD.CAPTION
source: Reload
lt: Įkelti iš naujo

source: Reload current file
lt: Įkelti dabartinį failą iš naujo

source: Rotate 180 degrees
lt: Pasukti 180 laipsnių

source: Rotate -90 degrees
lt: Pasukti -90 laipsnių

source: Rotate +90 degrees
lt: Pasukti +90 laipsnių

# TFRMVIEWER.ACTSAVE.CAPTION
source: Save
lt: Išsaugoti

# tfrmviewer.actsaveas.caption
source: Save As...
lt: Išsaugoti kaip...

source: Save File As...
lt: Išsaugoti failą kaip...

# TFRMVIEWER.ACTSCREENSHOT.CAPTION
source: Screenshot
lt: Ekrano kopija

source: Delay 3 sec
lt: Delsimas 3 sek.

source: Delay 5 sec
lt: Delsimas 5 sek.

# TFRMVIEWER.ACTSELECTALL.CAPTION
source: Select All
lt: Pasirinkti viską

source: Show as &Bin
lt: Rodyti kaip &dvejetainį

source: Show as B&ook
lt: Rodyti kaip k&nygą

source: Show as &Dec
lt: Rodyti kaip &dešimtainį

source: Show as &Hex
lt: Rodyti kaip &šešioliktainį

source: Show as &Text
lt: Rodyti kaip &tekstą

source: Show as &Wrap text
lt: Rodyti kaip &sulaužytą tekstą

source: Show text c&ursor
lt: Rodyti teksto žymeklį

source: Code
lt: Kodas

# tfrmviewer.actshowgraphics.caption
source: Graphics
lt: Grafika

source: Office XML (text only)
lt: Office XML (tik tekstas)

# TFRMVIEWER.ACTSHOWPLUGINS.CAPTION
source: Plugins
lt: Įskiepiai

source: Show transparenc&y
lt: Rodyti permatomumą

source: Stretch
lt: Ištempti

source: Stretch Image
lt: Ištempti vaizdą

source: Stretch only large
lt: Ištempti tik didelius

# tfrmviewer.actundo.caption
source: Undo
lt: Atšaukti

# TFRMVIEWER.ACTUNDO.HINT
source: Undo
lt: Atšaukti

source: &Wrap text
lt: &Sulaužyti tekstą

source: Zoom
lt: Mastelis

# tfrmviewer.actzoomin.caption
source: Zoom In
lt: Priartinti

# tfrmviewer.actzoomin.hint
source: Zoom In
lt: Priartinti

# tfrmviewer.actzoomout.caption
source: Zoom Out
lt: Atitolinti

# tfrmviewer.actzoomout.hint
source: Zoom Out
lt: Atitolinti

source: Crop
lt: Apkarpyti

# tfrmviewer.btnfullscreen.hint
source: Full Screen
lt: Visas ekranas

source: Export Frame
lt: Eksportuoti kadrą

# TFRMVIEWER.BTNHIGHTLIGHT.HINT
source: Highlight
lt: Paryškinti

source: Next Frame
lt: Kitas kadras

# TFRMVIEWER.BTNPAINT.HINT
source: Paint
lt: Piešti

source: Previous Frame
lt: Ankstesnis kadras

source: Red Eyes
lt: Raudonos akys

source: Resize
lt: Keisti dydį

# tfrmviewer.btnslideshow.caption
source: Slide Show
lt: Skaidrių demonstracija

# tfrmviewer.caption
source: Viewer
lt: Peržiūros programa

# TFRMVIEWER.MIABOUT.CAPTION
source: About
lt: Apie

# TFRMVIEWER.MIEDIT.CAPTION
source: &Edit
lt: &Redaguoti

source: Ellipse
lt: Elipsė

# TFRMVIEWER.MIENCODING.CAPTION
source: En&coding
lt: K&oduotė

# TFRMVIEWER.MIFILE.CAPTION
source: &File
lt: &Failas

source: &Image
lt: &Vaizdas

# tfrmviewer.mipen.caption
source: Pen
lt: Pieštukas

source: Rect
lt: Stačiakampis

source: Rotate
lt: Pasukti

# tfrmviewer.miscreenshot.caption
source: Screenshot
lt: Ekrano kopija

# TFRMVIEWER.MIVIEW.CAPTION
source: &View
lt: &Rodymas

# tfrmviewer.mnuplugins.caption
source: Plugins
lt: Įskiepiai

# tfrmviewoperations.btnstartpause.caption
source: &Start
lt: &Pradėti

source: S&top
lt: S&ustabdyti

# tfrmviewoperations.caption
source: File operations
lt: Failų operacijos

source: Always on top
lt: Visada viršuje

source: &Use "drag && drop" to move operations between queues
lt: Naudokite "vilkite ir paleiskite", kad perkeltumėte operacijas tarp eilių

# tfrmviewoperations.mnucanceloperation.caption
source: Cancel
lt: Atšaukti

# tfrmviewoperations.mnucancelqueue.caption
source: Cancel
lt: Atšaukti

# tfrmviewoperations.mnunewqueue.caption
source: New queue
lt: Nauja eilė

# tfrmviewoperations.mnuoperationshowdetached.caption
source: Show in detached window
lt: Rodyti atskirrame lange

source: Put first in queue
lt: Padėti pirmą eilėje

source: Put last in queue
lt: Padėti paskutinį eilėje

# tfrmviewoperations.mnuqueue.caption
source: Queue
lt: Eilė

source: Out of queue
lt: Už eilės ribų

# tfrmviewoperations.mnuqueue1.caption
source: Queue 1
lt: Eilė 1

# tfrmviewoperations.mnuqueue2.caption
source: Queue 2
lt: Eilė 2

# tfrmviewoperations.mnuqueue3.caption
source: Queue 3
lt: Eilė 3

# tfrmviewoperations.mnuqueue4.caption
source: Queue 4
lt: Eilė 4

# tfrmviewoperations.mnuqueue5.caption
source: Queue 5
lt: Eilė 5

# tfrmviewoperations.mnuqueueshowdetached.caption
source: Show in detached window
lt: Rodyti atskirrame lange

source: &Pause all
lt: &Pristabdyti visus

# tgiocopymoveoperationoptionsui.cbfollowlinks.caption
source: Fo&llow links
lt: Sekti nuorodas

# tgiocopymoveoperationoptionsui.lbldirectoryexists.caption
source: When dir&ectory exists
lt: Kai katalogas egzistuoja

# tgiocopymoveoperationoptionsui.lblfileexists.caption
source: When file exists
lt: Kai failas egzistuoja

# tmultiarchivecopyoperationoptionsui.lblfileexists.caption
source: When file exists
lt: Kai failas egzistuoja

# ttfrmconfirmcommandline.btncancel.caption
source: &Cancel
lt: &Atšaukti

# ttfrmconfirmcommandline.btnok.caption
source: &OK
lt: &Gerai

source: Command line:
lt: Komandinė eilutė:

# ttfrmconfirmcommandline.lbleparameters.editlabel.caption
source: Parameters:
lt: Parametrai:

source: Start path:
lt: Pradžios kelias:

# twcxarchivecopyoperationoptionsui.btnconfig.caption
source: Con&figure
lt: Konfigūruoti

# twcxarchivecopyoperationoptionsui.cbencrypt.caption
source: Encr&ypt
lt: Šifruoti

# TWCXARCHIVECOPYOPERATIONOPTIONSUI.LBLFILEEXISTS.CAPTION
source: When file exists
lt: Kai failas egzistuoja

# TWFXPLUGINCOPYMOVEOPERATIONOPTIONSUI.CBCOPYTIME.CAPTION
source: Copy d&ate/time
lt: Kopijuoti datą/laiką

source: Work in background (separate connection)
lt: Dirbti fone (atskiras ryšys)

# TWFXPLUGINCOPYMOVEOPERATIONOPTIONSUI.LBLFILEEXISTS.CAPTION
source: When file exists
lt: Kai failas egzistuoja

source: You need to provide administrator permission
lt: Jums reikia suteikti administratoriaus leidimą

source: to copy this object:
lt: kopijuoti šį objektą:

source: to create this object:
lt: sukurti šį objektą:

source: to delete this object:
lt: ištrinti šį objektą:

source: to get attributes of this object:
lt: gauti šio objekto atributus:

source: to create this hard link:
lt: sukurti šią kietąją nuorodą:

source: to open this object:
lt: atidaryti šį objektą:

source: to rename this object:
lt: pervadinti šį objektą:

source: to set attributes of this object:
lt: nustatyti šio objekto atributus:

source: to create this symbolic link:
lt: sukurti šią simbolinę nuorodą:

source: Date taken
lt: Nuotraukos data

# uexifreader.rsimageheight
source: Height
lt: Aukštis

# uexifreader.rsimagewidth
source: Width
lt: Plotis

source: Manufacturer
lt: Gamintojas

source: Camera model
lt: Fotoaparato modelis

source: Orientation
lt: Orientacija

source: This file cannot be found and could help to validate final combination of files: %s Could you make it available and press "OK" when ready, or press "CANCEL" to continue without it?
lt: Šio failo nepavyko rasti, jis galėtų padėti patvirtinti galutinį failų derinį: %s Ar galite jį pateikti ir paspausti "GERAI", kai būsite pasiruošę, arba paspauskite "ATŠAUKTI", kad tęstumėte be jo?

source: <DIR>
lt: <KAT>

source: <LNK>
lt: <NUOR>

source: Cancel Quick Filter
lt: Atšaukti greitąjį filtrą

source: Cancel Current Operation
lt: Atšaukti dabartinę operaciją

source: Enter filename, with extension, for dropped text
lt: Įveskite failo pavadinimą su plėtiniu numestam tekstui

source: Text format to import
lt: Importuojamas teksto formatas

source: Broken:
lt: Sugedę:

source: General:
lt: Bendra:

source: Missing:
lt: Trūkstami:

source: Read error:
lt: Skaitymo klaida:

# ulng.rschecksumverifysuccess
source: Success:
lt: Pavyko:

source: Enter checksum and select algorithm:
lt: Įveskite kontrolinę sumą ir pasirinkite algoritmą:

source: Verify checksum
lt: Patikrinti kontrolinę sumą

source: Total:
lt: Iš viso:

source: Do you want to clear filters for this new search?
lt: Ar norite išvalyti filtrus šiai naujai paieškai?

source: Clipboard doesn't contain any valid toolbar data.
lt: Iškarpinėje nėra jokių galiojančių įrankių juostos duomenų.

source: All;Active Panel;Left Panel;Right Panel;File Operations;Configuration;Network;Miscellaneous;Parallel Port;Print;Mark;Security;Clipboard;FTP;Navigation;Help;Window;Command Line;Tools;View;User;Tabs;Sorting;Log
lt: Visi;Aktyvus langas;Kairysis langas;Dešinysis langas;Failų operacijos;Konfigūracija;Tinklas;Įvairūs;Lygiagretus prievadas;Spausdinti;Žymėti;Saugumas;Iškarpinė;FTP;Navigacija;Pagalba;Langas;Komandinė eilutė;Įrankiai;Rodymas;Naudotojas;Skirtukai;Rūšiavimas;Žurnalas

source: Legacy sorted;A-Z sorted
lt: Sena tvarka;A-Z tvarka

source: Attr
lt: Atributai

# ulng.rscoldate
source: Date
lt: Data

source: Ext
lt: Plėtinys

# ulng.rscolname
source: Name
lt: Pavadinimas

# ulng.rscolsize
source: Size
lt: Dydis

source: Align
lt: Lygiuoti

source: Caption
lt: Antraštė

# ulng.rsconfcoldelete
source: Delete
lt: Ištrinti

source: Field contents
lt: Lauko turinys

# ulng.rsconfcolmove
source: Move
lt: Perkelti

# ulng.rsconfcolwidth
source: Width
lt: Plotis

source: Customize column
lt: Tinkinti stulpelį

source: Configure file association
lt: Konfigūruoti failų asociacijas

source: Confirming command line and parameters
lt: Patvirtinama komandinė eilutė ir parametrai

source: Copy (%d) %s
lt: Kopijuoti (%d) %s

source: Dark mode
lt: Tamsus režimas

source: Auto;Enabled;Disabled
lt: Automatinis;Įjungtas;Išjungtas

source: Imported DC toolbar
lt: Importuota DC įrankių juosta

source: Imported TC toolbar
lt: Importuota TC įrankių juosta

source: _DroppedText
lt: _NumestasTekstas

source: _DroppedHTMLtext
lt: _NumestasHTMLtekstas

source: _DroppedRichtext
lt: _NumestasFormatuotasTekstas

source: _DroppedSimpleText
lt: _NumestasPaprastasTekstas

source: _DroppedUnicodeUTF16text
lt: _NumestasUnicodeUTF16tekstas

source: _DroppedUnicodeUTF8text
lt: _NumestasUnicodeUTF8tekstas

source: Adds:
lt: Prideda:

source: Comparing...
lt: Lyginama...

source: Deletes:
lt: Ištrina:

source: The two files are identical!
lt: Abu failai yra identiški!

source: Matches:
lt: Sutampa:

source: Modifies:
lt: Keičia:

# ulng.rsdifftextdifferenceencoding
source: Encoding
lt: Koduotė

source: Line-endings
lt: Eilučių pabaigos

source: The text is identical, but the following options are used:
lt: Tekstas yra identiškas, tačiau naudojamos šios parinktys:

source: The text is identical, but the files do not match! The following differences were found:
lt: Tekstas yra identiškas, tačiau failai nesutampa! Buvo rasti šie skirtumai:

source: Ab&ort
lt: Nutraukti

# ulng.rsdlgbuttonall
source: A&ll
lt: Viska

source: A&ppend
lt: Pridėti

source: A&uto-rename source files
lt: Automatiškai pervadinti šaltinio failus

source: Auto-rename tar&get files
lt: Automatiškai pervadinti tikslinių failų

# ulng.rsdlgbuttoncancel
source: &Cancel
lt: Atšaukti

source: Compare &by content
lt: Palyginti pagal turinį

source: &Continue
lt: Tęsti

source: &Merge
lt: Sulieti

source: Mer&ge All
lt: Sulieti viską

source: E&xit program
lt: Išeiti iš programos

source: Ig&nore
lt: Ignoruoti

source: I&gnore All
lt: Ignoruoti viską

source: &No
lt: Ne

source: Non&e
lt: Nė vieno

# ulng.rsdlgbuttonok
source: &OK
lt: Gerai

source: Ot&her
lt: Kitas

source: &Overwrite
lt: Perrašyti

source: Overwrite &All
lt: Perrašyti viską

source: Overwrite All &Larger
lt: Perrašyti viską didesnį

source: Overwrite All Ol&der
lt: Perrašyti viską senesnį

source: Overwrite All S&maller
lt: Perrašyti viską mažesnį

# ulng.rsdlgbuttonrename
source: R&ename
lt: Pervadinti

source: &Resume
lt: Tęsti

source: Re&try
lt: Bandyti dar kartą

source: As Ad&ministrator
lt: Kaip administratorius

source: &Skip
lt: Praleisti

source: S&kip All
lt: Praleisti viską

source: &Unlock
lt: Atrakinti

source: &Yes
lt: Taip

# ulng.rsdlgcp
source: Copy file(s)
lt: Kopijuoti failą(-us)

source: Move file(s)
lt: Perkelti failą(-us)

source: Pau&se
lt: Pristabdyti

# ulng.rsdlgopstart
source: &Start
lt: Pradėti

# ulng.rsdlgqueue
source: Queue
lt: Eilė

source: Speed %s/s
lt: Greitis %s/s

source: Speed %s/s, time remaining %s
lt: Greitis %s/s, likęs laikas %s

source: Rich Text Format;HTML Format;Unicode Format;Simple Text Format
lt: RTF formatas;HTML formatas;Unicode formatas;Paprastas teksto formatas

source: Drive Free Space Indicator
lt: Disko laisvos vietos indikatorius

source: <no label>
lt: <be etiketės>

source: <no media>
lt: <nešiklis nėra>

source: Internal Editor of Double Commander.
lt: Vidinis Double Commander redaktorius.

source: Goto line:
lt: Eiti į eilutę:

# ulng.rseditgotolinetitle
source: Goto Line
lt: Eiti į eilutę

source: new.txt
lt: naujas.txt

source: Filename:
lt: Failo pavadinimas:

source: Open file
lt: Atidaryti failą

source: &Backward
lt: Atgal

source: Search
lt: Paieška

source: &Forward
lt: Pirmyn

# ulng.rseditsearchreplace
source: Replace
lt: Pakeisti

source: with external editor
lt: su išoriniu redaktoriumi

source: with internal editor
lt: su vidiniu redaktoriumi

# ulng.rsexecuteviashell
source: Execute via shell
lt: Vykdyti per apvalkalą

# ulng.rsexecuteviaterminalclose
source: Execute via terminal and close
lt: Vykdyti terminale ir uždaryti

# ulng.rsexecuteviaterminalstayopen
source: Execute via terminal and stay open
lt: Vykdyti terminale ir palikti atidarytą

source: "]" not found in line %s
lt: "]" nerasta eilutėje %s

source: No extension defined before command "%s". It will be ignored.
lt: Prieš komandą "%s" neapibrėžtas joks plėtinys. Ji bus ignoruojama.

source: Left;Right;Active;Inactive;Both;None
lt: Kairė;Dešinė;Aktyvus;Neaktyvus;Abu;Nė vieno

source: No;Yes
lt: Ne;Taip

source: Exported_from_DC
lt: Eksportuota_iš_DC

source: Ask;Overwrite;Skip
lt: Klausti;Perrašyti;Praleisti

source: Ask;Merge;Skip
lt: Klausti;Sulieti;Praleisti

source: Ask;Overwrite;Overwrite Older;Skip
lt: Klausti;Perrašyti;Perrašyti senesnį;Praleisti

source: Ask;Don't set anymore;Ignore errors
lt: Klausti;Nebeustatyti;Ignoruoti klaidas

source: Any files
lt: Bet kokie failai

source: Archiver config files
lt: Archivatorių konfigūracijos failai

source: DC Tooltip files
lt: DC patarimų failai

source: Directory Hotlist files
lt: Katalogų sąrašo failai

source: Executables files
lt: Vykdomieji failai

source: .ini Config files
lt: .ini konfigūracijos failai

source: Legacy DC .tab files
lt: Senoviniai DC .tab failai

source: Library files
lt: Bibliotekų failai

source: Plugin files
lt: Įskiepių failai

source: Programs and Libraries
lt: Programos ir bibliotekos

source: FILTER
lt: FILTRAS

source: TC Toolbar files
lt: TC įrankių juostos failai

source: DC Toolbar files
lt: DC įrankių juostos failai

source: .xml Config files
lt: .xml konfigūracijos failai

source: Define template
lt: Apibrėžti šabloną

source: %s level(s)
lt: %s lygis(-iai)

source: all (unlimited depth)
lt: viskas (neribotas gylis)

source: current dir only
lt: tik dabartinis katalogas

source: Directory %s does not exist!
lt: Katalogas %s neegzistuoja!

source: Found: %d
lt: Rasta: %d

source: Save search template
lt: Išsaugoti paieškos šabloną

source: Template name:
lt: Šablono pavadinimas:

source: Scanned: %d
lt: Nuskaityta: %d

source: Scanning
lt: Nuskaitymas

# ulng.rsfindsearchfiles
source: Find files
lt: Rasti failus

source: Time of scan:
lt: Nuskaitymo laikas:

source: Begin at
lt: Pradėti nuo

source: &Console Font
lt: Konsolės šriftas

source: &Editor Font
lt: Redaktoriaus šriftas

source: Function Buttons Font
lt: Funkcinių mygtukų šriftas

source: &Log Font
lt: Žurnalo šriftas

source: Main &Font
lt: Pagrindinis šriftas

source: Path Font
lt: Kelio šriftas

source: Search Results Font
lt: Paieškos rezultatų šriftas

source: Status Bar Font
lt: Būsenos juostos šriftas

source: Tree View Menu Font
lt: Medžio rodinio meniu šriftas

source: &Viewer Font
lt: Peržiūros programos šriftas
